Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# external_display_settings_promotional_message
source: Download Seconds on the App Store - www.runloop.com/seconds-pro
de: Laden Sie Seconds im App Store herunter - www.runloop.com/seconds-pro
es: Descargue Seconds del App Store - www.runloop.com/seconds-pro
fr: Téléchargez Seconds sur l'App Store - www.runloop.com/seconds-pro
ja: App StoreでSecondsをダウンロード-www.runloop.com/seconds-pro
ru: Загрузите Seconds в App Store - www.runloop.com/seconds-pro
sv: Ladda ner Seconds i App Store - www.runloop.com/seconds-pro
zh_hant: 在App Store上下載Seconds-www.runloop.com/seconds-pro

# auth_register_terms
source: By signing up with Runloop, you agree to the %1$@. View our %2$@.
de: Durch die Anmeldung bei Runloop stimmst du dem %1$@ zu. Sehen Sie sich unsere %2$@ an.
es: Al registrarse con Runloop, acepta el %1$@ . Vea nuestro %2$@ .
fr: En vous inscrivant à Runloop, vous acceptez les %1$@ . Consultez notre %2$@ .
ja: Runloopにサインアップすると、 %1$@同意したことになります。 %2$@表示します。
ru: Регистрируясь в Runloop, вы соглашаетесь на %1$@ . Посмотрите наши %2$@ .
sv: Genom att registrera dig med Runloop godkänner du %1$@ . Se våra %2$@ .
zh_hant: 通過註冊Runloop，您同意%1$@ 。查看我們的%2$@ 。

# auth_register_terms_policy_title
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hant: 隱私政策

# auth_register_terms_terms_title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ru: Условия обслуживания
sv: Användarvillkor
zh_hant: 服務條款

# auth_register_benefits
source: Data created with an anonymous account will only be available on this device. To access your data on a different or new device you will need to create a user account.
de: Daten, die mit einem anonymen Konto erstellt wurden, sind nur auf diesem Gerät verfügbar. Um auf Ihre Daten auf einem anderen oder neuen Gerät zuzugreifen, müssen Sie ein Benutzerkonto erstellen.
es: Los datos creados con una cuenta anónima solo estarán disponibles en este dispositivo. Para acceder a sus datos en un dispositivo nuevo o diferente, deberá crear una cuenta de usuario.
fr: Les données créées avec un compte anonyme ne seront disponibles que sur cet appareil. Pour accéder à vos données sur un appareil différent ou nouveau, vous devrez créer un compte utilisateur.
ja: 匿名アカウントで作成されたデータは、このデバイスでのみ利用できます。別のデバイスまたは新しいデバイスでデータにアクセスするには、ユーザーアカウントを作成する必要があります。
ru: Данные, созданные с помощью анонимной учетной записи, будут доступны только на этом устройстве. Для доступа к вашим данным на другом или новом устройстве вам необходимо создать учетную запись пользователя.
sv: Data skapade med ett anonymt konto kommer endast att finnas tillgängliga på den här enheten. För att få åtkomst till dina data på en annan eller ny enhet måste du skapa ett användarkonto.
zh_hant: 使用匿名帳戶創建的數據僅在此設備上可用。要在其他設備或新設備上訪問數據，您需要創建一個用戶帳戶。

# auth_register_title
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: 登録
ru: регистр
sv: Registrera
zh_hant: 寄存器

# auth_register_login_button
source: Or sign in to your account
de: Oder melden Sie sich in Ihrem Konto an
es: O inicie sesión en su cuenta
fr: Ou connectez-vous à votre compte
ja: または、アカウントにサインインします
ru: Или войдите в свой аккаунт
sv: Eller logga in på ditt konto
zh_hant: 或登錄到您的帳戶

# auth_email_placeholder
source: Email
ja: Eメール
ru: Эл. адрес
sv: E-post
zh_hant: 電子郵件

# auth_password_placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: пароль
sv: Lösenord
zh_hant: 密碼

# auth_show_password
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Montrer le mot de passe
ja: パスワードを表示
ru: Показать пароль
sv: Visa lösenord
zh_hant: 顯示密碼

# auth_register_signup_button
source: Sign up with account
de: Mit Konto anmelden
es: Registrarse con cuenta
fr: S'inscrire avec un compte
ja: アカウントでサインアップ
ru: Зарегистрироваться с учетной записью
sv: Registrera dig med konto
zh_hant: 使用帳戶註冊

# auth_register_sign_in_anonymously
source: Continue as anonymous user
de: Als anonymer Benutzer fortfahren
es: Continuar como usuario anónimo
fr: Continuer en tant qu'utilisateur anonyme
ja: 匿名ユーザーとして続行
ru: Продолжить как анонимный пользователь
sv: Fortsätt som anonym användare
zh_hant: 繼續以匿名用戶身份

# auth_error_invalid_email
source: A valid email is required.
de: Eine gültige E-Mail ist erforderlich.
es: Se requiere una dirección de correo electrónico válida.
fr: Une adresse courriel valide est requise.
ja: 有効なメールアドレスが必要です。
ru: Требуется действительный адрес электронной почты.
sv: Ett giltigt e-postmeddelande krävs.
zh_hant: 必須輸入有效的電子郵件。

# auth_error_password_too_short
source: Requires minimum of 6 characters.
de: Erfordert mindestens 6 Zeichen.
es: Requiere un mínimo de 6 caracteres.
fr: Requiert un minimum de 6 caractères.
ja: 最小6文字が必要です。
ru: Требуется минимум 6 символов.
sv: Kräver minst 6 tecken.
zh_hant: 至少需要6個字符。

# auth_warning_weak_password
source: Consider a stronger password.
de: Ziehen Sie ein stärkeres Passwort in Betracht.
es: Considere una contraseña más segura.
fr: Considérez un mot de passe plus fort.
ja: より強力なパスワードを検討してください。
ru: Рассмотрим более надежный пароль.
sv: Överväg ett starkare lösenord.
zh_hant: 考慮使用更強的密碼。

# auth_error_weak_password
source: A stronger password is required.
de: Ein stärkeres Passwort ist erforderlich.
es: Se requiere una contraseña más segura.
fr: Un mot de passe plus fort est requis.
ja: より強力なパスワードが必要です。
ru: Требуется более надежный пароль.
sv: Ett starkare lösenord krävs.
zh_hant: 需要更強的密碼。

# auth_error_network
source: A network error occurred. Please try again later.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Se produjo un error de red. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur réseau s'est produite. Veuillez réessayer plus tard.
ja: ネットワークエラーが発生しました。後でもう一度やり直してください。
ru: Произошла ошибка сети. Пожалуйста, попробуйте позже.
sv: Ett nätverksfel uppstod. Vänligen försök igen senare.
zh_hant: 發生網絡錯誤。請稍後再試。

# auth_error_email_in_use
source: This email is already in use.
de: Diese E-Mail-Adresse wird schon verwendet.
es: Este correo electrónico ya está en uso.
fr: Cet e-mail est déjà utilisée.
ja: この電子メールは既に利用されています。
ru: Этот электронный адрес уже используется.
sv: Denna e-post är redan i bruk.
zh_hant: 該電子郵件已被使用。

# common_error_unexpected
source: An unexpected error occurred. Please contact support and describe the issue.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktieren Sie den Support und beschreiben Sie das Problem.
es: Ocurrió un error inesperado. Póngase en contacto con el soporte y describa el problema.
fr: Une erreur inattendue est apparue. Veuillez contacter le support technique et décrire le problème.
ja: 予期しないエラーが発生しました。サポートに連絡して、問題を説明してください。
ru: Произошла непредвиденная ошибка. Пожалуйста, свяжитесь со службой поддержки и опишите проблему.
sv: Ett oväntat fel uppstod. Kontakta supporten och beskriv problemet.
zh_hant: 一個意料之外的問題發生了。請聯繫支持並描述問題。

# auth_error_user_disabled
source: This user account has been disabled. Please contact support for more information.
de: Dieses Benutzerkonto wurde deaktiviert. Bitte kontaktieren Sie den Support für weitere Informationen.
es: Esta cuenta de usuario ha sido deshabilitada. Por favor, póngase en contacto con soporte para más información.
fr: Ce compte utilisateur a été désactivé. Veuillez contacter le support pour plus d'informations.
ja: このユーザーアカウントは無効になっています。詳細については、サポートにお問い合わせください。
ru: Эта учетная запись пользователя была отключена. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации.
sv: Det här användarkontot har inaktiverats. Kontakta supporten för mer information.
zh_hant: 此用戶帳戶已被禁用。請聯繫支持以獲取更多信息。

# auth_error_invalid_credentials
source: The email or password you entered is incorrect.
de: Die eingegebene E-Mail-Adresse oder das eingegebene Passwort ist falsch.
es: El email o la contraseña son incorrectos.
fr: L'email ou le mot de passe que vous avez entré est incorrect.
ja: あなたが入力したメールアドレスまたはパスワードが正しくありません。
ru: Введенный вами адрес электронной почты или пароль неверны.
sv: E-postadressen eller lösenordet du skrev in är inte korrekt.
zh_hant: 您輸入的用戶名或密碼不正確。

# auth_login_title
source: Sign In
de: Einloggen
es: Registrarse
fr: Se connecter
ja: サインイン
ru: Войти в систему
sv: Logga in
zh_hant: 登入

# auth_login_register_button
source: Or create a new account
de: Oder erstellen Sie ein neues Konto
es: O crea una cuenta nueva
fr: Ou créez un nouveau compte
ja: または、新しいアカウントを作成します
ru: Или создайте новый аккаунт
sv: Eller skapa ett nytt konto
zh_hant: 或創建一個新帳戶

# auth_login_signin_button
source: Sign in
de: Einloggen
es: Registrarse
fr: Se connecter
ja: サインイン
ru: Войти в систему
sv: Logga in
zh_hant: 登入

# auth_login_password_reset
source: Send password reset email
de: E-Mail zum Zurücksetzen des Passworts senden
es: Enviar contraseña restablecer correo electrónico
fr: Envoyer un e-mail de réinitialisation du mot de passe
ja: パスワードリセットメールを送信する
ru: Отправить пароль для сброса пароля
sv: Skicka e-post för återställning av lösenord
zh_hant: 發送密碼重置電子郵件

# auth_login_password_reset_confirm_title
source: Request Received
de: Anfrage erhalten
es: Solicitud recibida
fr: Demande reçue
ja: 受信したリクエスト
ru: Запрос получен
sv: Förfrågan mottagen
zh_hant: 收到請求

# auth_login_password_reset_confirm_message
source: If the account exists, an email will be sent providing further instructions.
de: Wenn das Konto vorhanden ist, wird eine E-Mail mit weiteren Anweisungen gesendet.
es: Si la cuenta existe, se enviará un correo electrónico con más instrucciones.
fr: Si le compte existe, un e-mail vous sera envoyé fournissant des instructions supplémentaires.
ja: アカウントが存在する場合、詳細な手順を記載したメールが送信されます。
ru: Если учетная запись существует, будет отправлено электронное письмо с дальнейшими инструкциями.
sv: Om kontot finns, kommer ett e-postmeddelande att skickas med ytterligare instruktioner.
zh_hant: 如果該帳戶存在，將發送一封電子郵件，提供進一步的說明。

# user_details_register_account
source: Register a user account.
de: Registrieren Sie ein Benutzerkonto.
es: Registre una cuenta de usuario.
fr: Enregistrez un compte utilisateur.
ja: ユーザーアカウントを登録します。
ru: Зарегистрировать учетную запись пользователя.
sv: Registrera ett användarkonto.
zh_hant: 註冊一個用戶帳戶。

# user_details_verify_email
source: Verify Email Address
de: Email Adresse bestätigen
es: Confirme su dirección de correo electrónico
fr: Vérifier l'adresse e-mail
ja: メールアドレスの確認
ru: Подтвердите адрес электронной почты
sv: Verifiera e-postadressen
zh_hant: 確認電子郵件地址

# user_details_status
source: Account Status
de: Kontostatus
es: Estado de la cuenta
fr: Statut du compte
ja: アカウントのステータス
ru: Статус аккаунта
sv: Konto Status
zh_hant: 帳戶狀態

# user_details_status_verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
ja: 検証済み
ru: Проверенный
zh_hant: 已驗證

# user_details_status_unverified
source: Unverified
de: Nicht bestätigt
es: Inconfirmado
fr: Non vérifié
ja: 未確認
ru: Непроверенный
zh_hant: 未驗證

# user_details_email_verification_alert_title
source: Email Verification
de: E-Mail-Verifizierung
es: Verificación de email
fr: Vérification de l'E-mail
ja: メール確認
ru: Подтверждение адреса электронной почты
sv: Mejl verifikation
zh_hant: 電子郵件驗證

# user_details_email_verification_alert_message
source: An email verification link has been sent to %@.
de: Ein E-Mail-Bestätigungslink wurde an %@ gesendet.
es: Se ha enviado un enlace de verificación por correo electrónico a %@.
fr: Un lien de vérification par e-mail a été envoyé à %@.
ja: メール確認リンクが%@送信されました。
ru: Ссылка для подтверждения электронной почты отправлена на %@.
sv: En e-interneringsläger har skickats till %@.
zh_hant: 電子郵件驗證鏈接已發送至%@ 。

# user_details_update_email
source: Update Email
de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mettre à jour l'e-mail
ja: メールを更新
ru: Обновить электронную почту
sv: Uppdatera e-post
zh_hant: 更新電郵

# user_details_update_password
source: Update Password
de: Kennwort aktualisieren
es: Actualiza contraseña
fr: Mettre à jour le mot de passe
ja: パスワードを更新
ru: Обновить пароль
sv: Uppdatera lösenord
zh_hant: 更新密碼

# user_details_update_password_placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
sv: Lösenord
zh_hant: 密碼

# user_details_update_current_password_placeholder
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
ja: 現在のパスワード
ru: Текущий пароль
sv: Nuvarande lösenord
zh_hant: 當前密碼

# user_details_update_new_password_placeholder
source: New Password
de: Neues Kennwort
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
ru: Новый пароль
sv: Nytt lösenord
zh_hant: 新密碼

# user_details_update_new_email_placeholder
source: New Email
de: Neue e-mail
es: Nuevo correo electrónico
fr: Nouveau courriel
ja: 新しいメール
ru: Новый E-mail
sv: Ny E-post
zh_hant: 新郵件

# user_details_update_button
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ja: 更新
ru: Обновить
sv: Uppdatering
zh_hant: 更新資料

# user_details_backup_heading
source: Latest Backups
de: Neueste Backups
es: Últimas copias de seguridad
fr: Dernières sauvegardes
ja: 最新のバックアップ
ru: Последние резервные копии
sv: Senaste säkerhetskopior
zh_hant: 最新備份

# backup_delete_all_label
source: Delete All iCloud Backups
de: Alle iCloud-Backups löschen
es: Eliminar todas las copias de seguridad de iCloud
fr: Supprimer toutes les sauvegardes iCloud
ja: すべてのiCloudバックアップを削除
sv: Ta bort alla iCloud-säkerhetskopior
zh_hant: 刪除所有iCloud備份

# backups_delete_all_footer
source: Deleting iCloud backups will only remove the timer backups stored in iCloud, it will not delete your app data.
de: Durch das Löschen von iCloud-Backups werden nur die in iCloud gespeicherten Timer-Backups entfernt, Ihre App-Daten werden nicht gelöscht.
es: Eliminar las copias de seguridad de iCloud solo eliminará las copias de seguridad del temporizador almacenadas en iCloud, no eliminará los datos de su aplicación.
fr: La suppression des sauvegardes iCloud supprimera uniquement les sauvegardes programmées stockées dans iCloud, elle ne supprimera pas les données de votre application.
ja: iCloudバックアップを削除しても、iCloudに保存されているタイマーバックアップのみが削除され、アプリデータは削除されません。
sv: Om du tar bort iCloud-säkerhetskopior tas bara timerns säkerhetskopior bort som lagras i iCloud, det raderar inte dina appdata.
zh_hant: 刪除iCloud備份只會刪除存儲在iCloud中的計時器備份，而不會刪除您的應用程序數據。

# backup_delete_all_message
source: Are you sure you want to remove all iCloud Backups? This cannot be undone.
de: Möchten Sie wirklich alle iCloud-Backups entfernen? Das kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar todas las copias de seguridad de iCloud? Esto no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les sauvegardes iCloud? Ça ne peut pas être annulé.
ja: すべてのiCloudバックアップを削除してもよろしいですか？これは、元に戻すことはできません。
sv: Är du säker på att du vill ta bort alla iCloud-säkerhetskopior? Detta kan inte göras ogjort.
zh_hant: 您確定要刪除所有iCloud備份嗎？這不能被撤消。

# backup_delete_all_confirmation
source: Delete All
de: Alles löschen
es: Eliminar todos
fr: Supprimer tout
ja: すべて削除
sv: Radera allt
zh_hant: 刪除所有

# soundscheme_beeps_countdown_three
source: Three Beep Countdown
de: Countdown mit drei Signaltönen
es: Cuenta regresiva de tres pitidos
fr: Compte à rebours de trois bips
ja: スリービープカウントダウン
sv: Nedräkning av tre pip
zh_hant: 三聲倒計時

# soundscheme_tts_with_next_interval
source: Text-to-Speech with Next Interval
de: Text-to-Speech mit nächstem Intervall
es: Texto a voz con siguiente intervalo
fr: Text-to-Speech avec intervalle suivant
ja: 次の間隔でのテキスト読み上げ
sv: Text-till-tal med nästa intervall
zh_hant: 下一個間隔的文本到語音轉換

# common_editor_apple_watch
source: Install on Apple Watch
de: Auf Apple Watch installieren
es: Instalar en Apple Watch
fr: Installer sur Apple Watch
ja: AppleWatchにインストールする
sv: Installera på Apple Watch
zh_hant: 在 Apple Watch 上安裝

# watch_no_timers_message
source: Enable the Install on Apple Watch option within your timers to add them here.
de: Aktivieren Sie die Option Auf Apple Watch installieren in Ihren Timern, um sie hier hinzuzufügen.
es: Habilite la opción Instalar en Apple Watch dentro de sus temporizadores para agregarlos aquí.
fr: Activez l'option Installer sur Apple Watch dans vos minuteries pour les ajouter ici.
ja: タイマー内で[AppleWatchにインストール]オプションを有効にして、ここに追加します。
sv: Aktivera alternativet Installera på Apple Watch inom dina timers för att lägga till dem här.
zh_hant: 在您的計時器中啟用在 Apple Watch 上安裝選項以將它們添加到此處。

# soundscheme_countdown_beeps_title
source: Countdown Beeps
de: Countdown-Pieptöne
es: Pitidos de cuenta regresiva
fr: Bips de compte à rebours
ja: カウントダウンビープ音
sv: Nedräkningspip
zh_hant: 倒計時提示音

# soundscheme_single_beeps_title
source: Single Beeps
de: Einzelne Signaltöne
es: Pitidos individuales
fr: Bips simples
ja: ビープ音1回
sv: Enstaka pip
zh_hant: 單聲蜂鳴

# audio_editor_select_audio
source: Select Audio
de: Audio auswählen
es: Seleccionar audio
fr: Sélectionnez l'audio
ja: オーディオを選択
sv: Välj Ljud
zh_hant: 選擇音頻

# audio_editor_reselect_audio
source: Change Audio Selection
de: Audioauswahl ändern
es: Cambiar la selección de audio
fr: Modifier la sélection audio
ja: オーディオ選択の変更
sv: Ändra ljudval
zh_hant: 更改音頻選擇

# audio_editor_untitled
source: Untitled
de: Ohne Titel
es: Intitulado
fr: Sans titre
ja: 無題
sv: Ofrälse
zh_hant: 無標題

# audio_editor_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: わからない
sv: Okänd
zh_hant: 未知

# edit_control_paste_above
source: Paste Above
de: Oben einfügen
es: Pegar arriba
fr: Coller ci-dessus
ja: 上に貼り付け
sv: Klistra in ovan
zh_hant: 粘貼在上面

# edit_control_paste_below
source: Paste Below
de: Unten einfügen
es: Pegar abajo
fr: Coller ci-dessous
ja: 下に貼り付け
sv: Klistra in nedan
zh_hant: 粘貼在下面

# toolbar_item_reorder
source: Reorder
de: Nachbestellen
es: Reordenar
fr: Réorganiser
ja: 再注文
sv: Ordna om
zh_hant: 重新排序

# common_editor_duration_title
source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
ja: 間隔： ％@
sv: Varaktighet: %@
zh_hant: 期間： ％@

# common_editor_randomization_label
source: Randomise Exercises
de: Zufällige Übungen
es: Ejercicios aleatorios
fr: Exercices aléatoires
ja: ランダム演習
sv: Slumpmässiga övningar
zh_hant: 隨機練習

# common_editor_randomization_none
source: Not random
de: Nicht zufällig
es: No al azar
fr: Pas aléatoire
ja: ランダムではない
sv: Inte slumpmässigt
zh_hant: 不是隨機的

# common_editor_randomization_once
source: At start
de: Am Anfang
es: Al principio
fr: Au début
ja: 開始時
sv: Vid start
zh_hant: 開始時

# common_editor_randomization_each_set
source: Each set
de: Jedes Set
es: Cada juego
fr: Chaque ensemble
ja: 各セット
sv: Varje set
zh_hant: 每套

# timer_list_duplication_failed_title
source: Duplication Failed
de: Duplizierung fehlgeschlagen
es: Error de duplicación
fr: Échec de la duplication
ja: 複製に失敗しました
sv: Duplicering misslyckades
zh_hant: 複製失敗

# timer_list_duplication_failed_message_general
source: You exceeded the maximum number duplicate items.
de: Sie haben die maximale Anzahl doppelter Elemente überschritten.
es: Excediste el número máximo de elementos duplicados.
fr: Vous avez dépassé le nombre maximal d'éléments en double.
ja: 重複アイテムの最大数を超えました。
sv: Du har överskridit det maximala antalet dubbletter.
zh_hant: 您超出了重複項目的最大數量。

# timer_list_duplication_failed_message_invalid_auth
source: Invalid authentication.
de: Ungültige Authentifizierung.
es: Autenticación no válida.
fr: Authentification invalide.
ja: 認証が無効です。
sv: Ogiltig autentisering.
zh_hant: 驗證無效。

# restore_items_title
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 戻す
sv: Återställ
zh_hant: 恢復

# restore_items_restore_button
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 戻す
sv: Återställ
zh_hant: 恢復

# user_details_deleted_items
source: Deleted Timers
de: Gelöschte Timer
es: Temporizadores eliminados
fr: Minuteries supprimées
ja: 削除されたタイマー
sv: Raderade timers
zh_hant: 刪除的計時器

# deleted_items_title
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除されました
sv: raderade
zh_hant: 已刪除

# common_time_period_short
source: Just now
de: Grade eben
es: En este momento
fr: Juste maintenant
ja: ちょうど今
sv: Precis nu
zh_hant: 現在

# common_time_period_today
source: Today
de: Heute
es: Hoy dia
fr: Aujourd'hui
ja: 今日
sv: I dag
zh_hant: 今天

# common_time_period_yesterday
source: Yesterday
de: Gestern
es: El dia de ayer
fr: Hier
ja: 昨日
sv: I går
zh_hant: 昨天

# common_time_period_over_year
source: Over a year ago
de: Vor über einem Jahr
es: Hace más de un año
fr: Il ya plus d'un an
ja: 1年以上前
sv: Över ett år sedan
zh_hant: 在一年前

# folder_picker_move_label
source: Move Here
de: Komm her
es: Muevete aquí
fr: Bouge ici
ja: ここに移動
sv: Flytta hit
zh_hant: 搬來這

# timer_list_export_failed_title
source: Export Failed
de: Exportieren fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
ja: エクスポートに失敗しました
sv: Exporten misslyckades
zh_hant: 導出失敗

# import_folder_picker_move_label
source: Import Here
de: Hier importieren
es: Importar aquí
fr: Importer ici
ja: ここからインポート
sv: Importera här
zh_hant: 在這裡導入

# timer_list_publishing_label
source: Publishing...
de: Veröffentlichung...
es: Publicación...
fr: Édition...
ja: 公開しています...
sv: Publicerar...
zh_hant: 出版...

# published_items_title
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
ja: 公開済み
sv: Publicerad
zh_hant: 已發表

# published_items_delete_title
source: Are you sure you want to delete this published timer?
de: Möchten Sie diesen veröffentlichten Timer wirklich löschen?
es: ¿Está seguro de que desea eliminar este temporizador publicado?
fr: Voulez-vous vraiment supprimer ce minuteur publié ?
ja: この公開されたタイマーを削除してもよろしいですか？
sv: Är du säker på att du vill ta bort den här publicerade timern?
zh_hant: 您確定要刪除此已發布的計時器嗎？

# published_items_delete_message
source: Anyone that uses the timer on the website will no longer have access. Users that imported the timer to their app will still be able to use it.
de: Jeder, der den Timer auf der Website verwendet, hat keinen Zugriff mehr. Benutzer, die den Timer in ihre App importiert haben, können ihn weiterhin verwenden.
es: Cualquiera que use el temporizador en el sitio web ya no tendrá acceso. Los usuarios que importaron el temporizador a su aplicación aún podrán usarlo.
fr: Toute personne utilisant le minuteur sur le site Web n'y aura plus accès. Les utilisateurs qui ont importé le minuteur dans leur application pourront toujours l'utiliser.
ja: ウェブサイトでタイマーを使用する人は誰でもアクセスできなくなります。タイマーをアプリにインポートしたユーザーは、引き続きタイマーを使用できます。
sv: Alla som använder timern på webbplatsen har inte längre åtkomst. Användare som importerade timern till sin app kommer fortfarande att kunna använda den.
zh_hant: 任何在網站上使用計時器的人都將無法再訪問。將計時器導入其應用程序的用戶仍然可以使用它。

# published_items_delete_label
source: Delete Permanently
de: Dauerhaft löschen
es: borrar permanentemente
fr: supprimer définitivement
ja: 完全に削除する
sv: ta bort permanent
zh_hant: 永久刪除

# actionsheet_cancel_label
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
sv: Avbryt
zh_hant: 取消

# user_details_published_items
source: Published Timers
de: Veröffentlichte Timer
es: Temporizadores publicados
fr: Minuteries publiées
ja: 公開されたタイマー
sv: Publicerat Timers
zh_hant: 已發布的計時器

# timer_list_publish_confirmation_title
source: Publishing Timers
de: Veröffentlichungs-Timer
es: Temporizadores de publicación
fr: Minuteurs de publication
ja: タイマーの公開
sv: Publiceringstimer
zh_hant: 發布計時器
