Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# speech_formatted_time_two_components
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
fr: %1$@ et %2$@
ja: %1$@ と %2$@
pt: %1$@ e %2$@
ru: %1$@ и %2$@
sv: %1$@ och %2$@
zh_hans: %1$@ 和 %2$@
zh_hant: %1$@ 和 %2$@

# speech_alert_with_time
source: {current_name} for {current_duration}
de: {current_name} für {current_duration}
es: {current_name} por {current_duration}
fr: {current_name} pendant {current_duration}
ja: {current_name} を {current_duration}
pt: {current_name} para {current_duration}
ru: {current_name} на {current_duration}
sv: {current_name} i {current_duration}
zh_hans: {current_name} 持续 {current_duration}
zh_hant: {current_name} 持續 {current_duration}

# speech_alert_prewarn_interval
source: Up next, {next_name} for {next_duration}
de: Es folgt, {next_name} für {next_duration}
es: A continuación, {next_name} por {next_duration}
fr: Ensuite, {next_name} pendant {next_duration}
ja: 次は {next_name} を {next_duration}
pt: Próximo, {next_name} para {next_duration}
ru: Затем {next_name} на {next_duration}
sv: Nästa är, {next_name} i {next_duration}
zh_hans: 接下来将是持续 {next_duration} 的 {next_name}
zh_hant: 接下來將是持續 {next_duration} 的 {next_name}

# speech_alert_prewarn_end
source: Timer completed in
de: Timer beendet in
es: Temporizador completado en
fr: Minuteur terminé dans
ja: タイマー終了まであと
pt: Temporizador completado em
ru: Таймер остановится через
sv: Timer färdig om
zh_hans: 计时器开始倒计时
zh_hant: 計時器開始倒計時

# speech_alert_timer_complete
source: Your timer is complete.
de: Ihr Timer wurde beendet.
es: Has completado tu temporizador.
fr: Votre minuteur est terminé.
ja: タイマーが終了しました。
pt: Seu temporizador está completo.
ru: Ваш таймер остановлен.
sv: Din timer är klar.
zh_hans: 您的计时器已完成。
zh_hant: 你的計時器已完成。

# speech_sample_interval_name_one
source: Interval 1
de: Intervall 1
es: Intervalo 1
fr: Intervalle 1
ja: インターバル 1
pt: Intervalo 1
ru: Интервал 1
sv: Intervall 1
zh_hans: 运动项目 1
zh_hant: 運動項目 1

# speech_sample_interval_name_two
source: Interval 2
de: Intervall 2
es: Intervalo 2
fr: Intervalle 2
ja: インターバル 2
pt: Intervalo 2
ru: Интервал 2
sv: Intervall 2
zh_hans: 运动项目 2
zh_hant: 運動項目 2

# support_title
source: Support
es: Soporte
fr: Assistance
ja: サポート
pt: Suporte
ru: Поддержка
sv: Kundtjänst
zh_hans: 技术支持
zh_hant: 技術支援

# support_no_email_alert_title
source: Unable to Generate Email
de: Email Generierung fehlgeschlagen
es: No ha sido posible enviar tu correo
fr: Impossible de créer un email
ja: メールを生成できません
pt: Não Foi Possível Gerar o E-mail
ru: Не удается создать e-mail
sv: Kunde inte skapa e-mail
zh_hans: 无法生成邮件
zh_hant: 無法生成郵件

# support_no_email_alert_message
source: This device is not configured to send email. Would you like to copy the email 'support@runloop.com' to your clipboard to use later?
de: Dieses Gerät ist nicht zum Versenden von Emails konfiguriert. Möchten Sie die Email-Adresse 'support@runloop.com' in die Zwischenablage kopieren, um sie später zu verwenden?
es: Este dispositivo no tiene configurado un correo electrónico. ¿Deseas copiar el correo electrónico 'support@runloop.com' a tu portapapeles para usarlo despúes?
fr: Cet appareil n'est pas configuré pour envoyer des emails. Voulez-vous copier l'adresse email 'support@runloop.com' dans votre presse-papiers pour l'utiliser plus tard?
ja: このデバイスはメールを送信するための設定がなされていません。後で使用できるように、'support@runloop.com' のメールアドレスをクリップボードにコピーしますか？
pt: Esse dispositivo não está configurado para enviar e-mail. Você gostaria de copiar o e-mail 'support@runloop.com' para sua área de transferência para usar mais tarde?
ru: На этом устройстве не настроена отправка e-mail. Хотите скопировать адрес 'support@runloop.com' в буфер обмена, чтобы использовать его позже?
sv: Din enhet är inte konfigurerad för att skicka e-mail. Vill du kopiera e-mailadressen 'support@runloop.com' till urklipp för att använda den senare?
zh_hans: 这台设备尚未设置电子邮件。您想将电子邮件地址 “support@runloop.com” 拷贝到剪贴板备用吗？
zh_hant: 這台設備尚未設置電子郵件。你想將電子郵寄地址 “support@runloop.com” 拷貝到剪貼板備用嗎？

# support_no_email_alert_yes
source: Yes
de: Ja
es: Si
fr: Oui
ja: はい
pt: Sim
ru: Да
sv: Ja
zh_hans: 是
zh_hant: 是

# support_no_email_alert_no
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não
ru: Нет
sv: Nej
zh_hans: 否
zh_hant: 否

# samples_folder_name
source: Sample Timers
de: Beispieltimer
es: Temporizadores de Muestra
fr: Échantillon de minuteurs
ja: サンプル・タイマー
pt: Temporizadores Modelo
ru: Образцы таймеров
sv: Exempeltimers
zh_hans: 定时器样本
zh_hant: 計時器樣本

# sample_timers_demo_name
source: Seconds Demo
es: Demo de Seconds
fr: Démo Seconds
ja: Seconds デモ
pt: Demo Seconds
ru: Демонстрация Seconds
zh_hans: Seconds 演示
zh_hant: Seconds 演示

# sample_timers_7minute_name
source: 7 Minute Workout
de: 7-Minütiges-Training
es: Rutina de 7 Minutos
fr: Entraînement de 7 minutes
ja: 7分間ワークアウト
pt: 7 Minutos de Exercício
ru: Тренировка на 7 мин
sv: 7-minuters träning
zh_hans: 7 分钟健身法
zh_hant: 7 分鐘健身法

# sample_timers_tabata_name
source: Tabata Timer
es: Temporizador Tabata
fr: Minuteurs Tabata
ja: タバタ・タイマー
pt: Temporizador Tabata
ru: Таймер табата
zh_hans: Tabata计时器
zh_hant: Tabata計時器

# sample_timers_hiit_beginner_name
source: Beginner HIIT Timer
de: Anfänger-HIIT-Timer
es: Temporizador HIIT Principiante
fr: Minuteurs débutant HIIT
ja: 初心者 HIIT タイマー
pt: Temporizador Iniciante HIIT
ru: Таймер ВИТ для новичка
sv: HIIT-timer för nybörjare
zh_hans: 初级 HIIT 计时器
zh_hant: 初級 HIIT 計時器

# sample_timers_hiit_advanced_name
source: Advanced HIIT Timer
de: Fortgeschrittener HIIT-Timer
es: Temporizador HIIT Avanzado
fr: Minuteurs avancé HIIT
ja: 上級者 HIIT タイマー
pt: Temporizador Avançado HIIT
ru: Таймер ВИТ для опытного
sv: Advancerad HIIT-timer
zh_hans: 高级 HIIT 计时器
zh_hant: 高級 HIIT 計時器

# sample_timers_calisthenics_name
source: Calisthenics Timer
de: Freiübungen-Timer
es: Temporizador de Calistenia
fr: Minuteurs de gymnastique suédoise
ja: 柔軟体操タイマー
pt: Temporizador de Ginástica
ru: Таймер для гимнастики
sv: Gymnastiktimer
zh_hans: 柔软体操计时器
zh_hant: 柔軟體操計時器

# sample_timers_stretches_name
source: Stretch Timer
de: Stretching-Timer
es: Temporizador de Estiramiento
fr: Minuteurs stretch
ja: ストレッチ・タイマー
pt: Temporizador de Alongamento
ru: Таймер для растяжки
sv: Stretchningstimer
zh_hans: 拉伸运动计时器
zh_hant: 拉伸運動計時器

# sample_timers_mma_name
source: MMA Timer
es: Temporizador MMA
fr: Minuteurs MMA
ja: MMA タイマー
pt: Temporizador MMA
ru: Таймер для MMA
zh_hans: 综合格斗计时器
zh_hant: 綜合格鬥計時器

# sample_timers_boxing_name
source: Boxing Timer
de: Boxtimer
es: Temporizador de Boxeo
fr: Minuteurs de boxe
ja: ボクシング・タイマー
pt: Temporizador de Boxe
ru: Таймер для бокса
sv: Boxningstimer
zh_hans: 拳击计时器
zh_hant: 拳擊計時器

# sample_timers_exercise_jumping_jacks
source: Jumping Jacks
de: Hampelmänner
es: Saltos de Tijera
ja: ジャンピングジャック
pt: Polichinelos
ru: Попрыгунчик
zh_hans: 开合跳
zh_hant: 開合跳

# sample_timers_exercise_wall_sits
source: Wall Sit
de: Wandsitzen
es: Sentadilla de Pared
fr: Chaise romaine
ja: 空気椅子
pt: Agachamento Parede
ru: Присед у стены
sv: Väggsitt
zh_hans: 背靠墙直角坐
zh_hant: 背靠牆直角坐

# sample_timers_exercise_pushups
source: Push-Ups
de: Liegestütze
es: Flexiones
fr: Pompes
ja: 腕立て伏せ
pt: Flexões
ru: Отжимания
sv: Armhävningar
zh_hans: 俯卧撑
zh_hant: 俯臥撐

# sample_timers_exercise_crunches
source: Crunches
de: Bauchpressen
es: Abdominales
fr: Crunch
ja: クランチ
pt: Abdominais Curtas
ru: Скручивания
zh_hans: 卷腹
zh_hant: 卷腹

# sample_timers_exercise_stepups
source: Step-Ups
es: Escalones
ja: ステップアップ
ru: Шаги
zh_hans: 单腿上椅站立
zh_hant: 單腿上椅站立

# sample_timers_exercise_squats
source: Squats
de: Kniebeugen
es: Sentadillas
fr: Flexions sur jambes
ja: スクワット
pt: Agachamento
ru: Приседания
sv: Knäböj
zh_hans: 蹲起
zh_hant: 蹲起

# sample_timers_exercise_tricep_dips
source: Tricep Dips
de: Barrenstütze
es: Flexiones de Triceps
fr: Dips triceps
ja: トライセップ・ディップス
pt: Tríceps nas Paralelas
ru: Обратные отжимания
zh_hans: 背椅仰卧撑
zh_hant: 背椅仰臥撐

# sample_timers_exercise_plank
source: Plank
de: Brett
es: Planchas
fr: Gainage
ja: プランク
pt: Prancha
ru: Планка
sv: Plankan
zh_hans: 平板撑
zh_hant: 平板撐

# sample_timers_exercise_high_knees
source: High Knees
es: Elevación de Rodillas
fr: Lever de genoux
ja: もも上げ
pt: Elevação de Joelhos
ru: Бег с подъемом колена
sv: Höga knälyft
zh_hans: 高抬腿
zh_hant: 高抬腿

# sample_timers_exercise_lunges
source: Lunges
de: Ausfallschritte
es: Zancadas
fr: Fentes
ja: ランジ
pt: Avanços
ru: Выпады
sv: Utfallssteg
zh_hans: 弓步
zh_hant: 弓步

# sample_timers_exercise_pushups_rotation
source: Push-Up with Rotation
de: Liegestütze mit Rotation
es: Flexiones con Rotación
fr: Pompes avec rotation
ja: ローテーションの腕立て伏せ
pt: Flexão com Rotação
ru: Отжимания с вращением
sv: Armhävning med rotation
zh_hans: 俯卧撑结合侧转
zh_hant: 俯臥撐結合側轉

# sample_timers_exercise_side_planks
source: Side Plank
de: Seitliches Brett
es: Planchas Laterales
fr: Gainage latéral
ja: サイドプランク
pt: Prancha Lateral
ru: Боковая планка
sv: Plankan i sidled
zh_hans: 侧平板撑
zh_hant: 側平板撐

# sample_timers_exercise_squat_jumps
source: Squat Jumps
de: Kniebeugensprünge
es: Sentadillas con Salto
fr: Sauts flexions sur jambes
ja: スクワットジャンプ
pt: Agachamento com Flexões
ru: Прыжок с согнутыми ногами
sv: Knäböj med hopp
zh_hans: 深蹲跳
zh_hant: 深蹲跳

# sample_timers_exercise_situps
source: Sit-Ups
es: Abdominales y piernas
fr: Abdominaux
ja: 腹筋運動
pt: Abdominais
ru: Подъем туловища
zh_hans: 仰卧起坐
zh_hant: 仰臥起坐

# sample_timers_exercise_squat_thrusts
source: Squat Thrusts
de: Stützstrecke
es: Burpees
fr: Poussées flexions sur jambes
ja: スクワットスラスト
pt: Agachamento com Flexões
ru: Бурпи
sv: Knäböj med tryck
zh_hans: 深蹲向后蹬腿
zh_hant: 深蹲向後蹬腿

# sample_timers_exercise_back_extensions
source: Back Extensions
de: Superman
es: Extensiones de Espalda
fr: Extensions du dos
ja: バック・エクステンション
pt: Hiperextensão lombar
ru: Гиперэкстензия
sv: Ryggövningar
zh_hans: 背部伸展
zh_hant: 背部伸展

# sample_timers_demo_interval_1
source: Seconds Interval Timer
de: Seconds Intervalltimer
es: Temporizador de Intervalos Seconds
fr: Minuteur d'intervalle Seconds
ja: Seconds インターバル・タイマー
pt: Seconds Temporizador Intervalado
ru: Интервальный таймер Seconds
sv: Seconds intervall-timer
zh_hans: Seconds 运动计时器
zh_hant: Seconds 運動計時器

# sample_timers_demo_interval_2
source: Has A Large Clear Display
de: Hat ein großes, klares Display
es: Visualización Amplia y Clara
fr: Dispose d'un affichage large et clair
ja: 大きく明確な表示
pt: Tem Uma Grande Clara Tela
ru: Четкий и ясный интерфейс
sv: Har en stor och tydlig display
zh_hans: 大屏且清晰的显示方式
zh_hant: 大屏且清晰的顯示方式

# sample_timers_demo_interval_3
source: Is Simple Yet Versatile
de: Ist simpel und doch vielseitig
es: Simple y Versátil
fr: Est simple mais polyvalent
ja: シンプルかつ万能
pt: É Simples, Mas Versátil
ru: Простой, но функциональный
sv: Enkel och mångsidig
zh_hans: 操作简单、用途广泛
zh_hant: 操作簡單、用途廣泛

# sample_timers_demo_interval_4
source: Will Speak Your Interval Names
de: Spricht Ihre Intervallnamen aus
es: Te Dice los Nombres de tus Intervalos
fr: Énoncera les noms de vos intervalles à voix haute
ja: インターバル名を音声にする
pt: Vai Falar os Nomes dos Seus Intervalos
ru: Проговаривает названия интервалов
sv: Läser upp dina intervallnamn
zh_hans: 可以朗读您的运动项目名称
zh_hant: 可以朗讀你的運動項目名稱

# sample_timers_demo_interval_5
source: Play Your Music During Intervals
de: Spielt während Intervallen Ihre Musik
es: Reproduce tu Música Durante los Intervalos
fr: Lit votre musique pendant les intervalles
ja: インターバル中に音楽を再生
pt: Toque Sua Música Durante Intervalos
ru: Воспроизводит музыку во время интервалов
sv: Spelar dina favoritlåtar under intervaller
zh_hans: 运动时可播放音乐
zh_hant: 運動時可播放音樂

# sample_timers_demo_interval_6
source: And Let You Assign Colours.
de: Und lässt Sie Farben zuordnen.
es: Y te Permite Asignar Colores.
fr: Et vous permet d'assigner des couleurs.
ja: 好きな色が指定できる。
pt: E Lhe Permite Atribuir Cores.
ru: И позволяет выбирать цвета.
sv: Och låter dig välja färger.
zh_hans: 可以选择不同的色彩。
zh_hant: 可以選擇不同的色彩。

# sample_timers_demo_interval_7
source: Create Timers Using Templates
de: Erstellen Sie Timer mittels Vorlagen
es: Crea Temporizadores Utilizando Plantillas
fr: Créez des minuteurs grâce aux modèles
ja: テンプレートを使ってタイマーを作成
pt: Criar Temporizadores Usando Modelos
ru: Создавайте таймеры из шаблонов
sv: Ställ in timers med hjälp av mallar
zh_hans: 使用模板来创建计时器
zh_hant: 使用範本來創建計時器

# sample_timers_demo_interval_8
source: For H.I.I.T, Circuits, Tabata
de: Für H.I.I.T-, Zirkel-, Tabata-
es: Para H.I.I.T, Circuitos, Tabata
fr: Pour H.I.I.T, Circuits, Tabata
ja: H.I.I.T、サーキット、タバタ式に対応
pt: Para H.I.I.T, Circuitos, Tabata
ru: Для ВИТ, круговой тренировки, табата
sv: För H.I.I.T, cirkelträning, Tabata
zh_hans: 适用于 H.I.I.T、循环、Tabata训练
zh_hant: 適用於 H.I.I.T、迴圈、Tabata訓練

# sample_timers_demo_interval_9
source: Or Custom Timers Like This.
de: Oder benutzerdefinierte Timer wie diesen
es: O Temporizadores Personalizados Como Este.
fr: Ou des minuteurs personnalisés comme ceci.
ja: あるいは、このようなカスタムタイマーも可能。
pt: Ou Personalize Temporizadores Como Este.
ru: Или вот такие произвольные таймеры.
sv: Eller specialanpassade timers som den här.
zh_hans: 或像这样的自定义计时器。
zh_hant: 或像這樣的自訂計時器。

# sample_timers_demo_interval_10
source: Combine Many Timers Into One.
de: Kombinieren Sie viele Timer in Einem.
es: Combina Varios Temporizadores en Uno.
fr: Combinez plusieurs minuteurs en un seul.
ja: 多数のタイマーを一つにまとめる。
pt: Combinar Muitos Temporizadores em Um.
ru: Совмещайте несколько таймеров в один.
sv: Kombinera flera timers.
zh_hans: 将多个计时器整合成一个。
zh_hant: 將多個計時器整合成一個。

# sample_timers_demo_interval_11
source: Share Timers With Friends.
de: Teilen Sie Timer mit Freunden.
es: Comparte Temporizadores con tus Amigos.
fr: Partagez les minuteurs avec vos amis.
ja: タイマーを友達と共有。
pt: Compartilhar Temporizadores com Amigos.
ru: Делитесь таймерами с друзьями.
sv: Dela timers med vänner.
zh_hans: 与好友共享计时器。
zh_hant: 與好友共用計時器。

# sample_timers_demo_interval_12
source: This Is Just a Quick Demo.
de: Dies ist nur eine schnelle Demo.
es: Esta es Solo Una Demostración Rápida.
fr: Ceci est juste une démo rapide.
ja: これは簡単なデモにすぎません。
pt: Essa é Apenas Uma Demonstração Rápida.
ru: Это только короткая демоверсия.
sv: Det här är bara en snabb demo.
zh_hans: 这只是一个简短的演示。
zh_hant: 這只是一個簡短的演示。

# sample_timers_demo_interval_13
source: The Possibilities Are Endless.
de: Die Möglichkeiten sind endlos.
es: Las Posibilidades son Ilimitadas.
fr: Les possibilités sont infinies.
ja: 可能性は無限大です。
pt: As Possibilidades são Infinitas.
ru: Возможности бесконечны.
sv: Möjligheterna är oändliga.
zh_hans: 应用本身充满无限可能。
zh_hant: 應用本身充滿無限可能。

# sample_timers_stretch_quad
source: Quad
es: Cuádriceps
ja: 大腿四頭筋
pt: Quadríceps
ru: Квардрицепсы
sv: Lårmuskeln
zh_hans: 股四头肌
zh_hant: 股四頭肌

# sample_timers_stretch_hamstring
source: Hamstring
de: Ischiocrurale Muskeln
es: Isquiotibiales
fr: Muscle ischio-jambier
ja: 膝腱
pt: Isquiotibais
ru: Мышцы задней поверхности бедра
sv: Knäsenor
zh_hans: 腿筋
zh_hant: 腿筋

# sample_timers_stretch_hip
source: Hip and Gluteal
de: Hüfte und Gesäß
es: Caderas y Glúteos
fr: Hanche et fessier
ja: 股関節部と臀筋
pt: Quadril e glúteo
ru: Бедра и ягодицы
sv: Höft och säte
zh_hans: 髋部和臀肌
zh_hant: 髖部和臀肌

# sample_timers_stretch_back
source: Back
de: Rücken
es: Espalda
fr: Dos
ja: 背中
pt: Costas
ru: Спина
sv: Rygg
zh_hans: 背部
zh_hant: 背部

# sample_timers_stretch_chest
source: Chest and Bicep
de: Brust und Bizeps
es: Pecho y Bíceps
fr: Poitrine et biceps
ja: 胸部と二頭筋
pt: Peito e Bíceps
ru: Грудь и бицепсы
sv: Bröst och biceps
zh_hans: 胸肌和二头肌
zh_hant: 胸肌和二頭肌

# sample_timers_stretch_tricep
source: Tricep
de: Trizeps
es: Tríceps
fr: Triceps
ja: 上腕三頭筋
pt: Tríceps
ru: Трицепсы
sv: Triceps
zh_hans: 三头肌
zh_hant: 三頭肌

# sample_timers_stretch_neck
source: Neck
de: Hals
es: Cuello
fr: Cou
ja: 首
pt: Pescoço
ru: Шея
sv: Nacke
zh_hans: 颈部
zh_hant: 頸部

# request_rating_title
source: Love using Seconds?
de: Gefällt Ihnen Seconds?
es: ¿Estás contento con Seconds?
fr: Vous aimez Seconds ?
ja: Seconds をお気に入りいただけましたか？
pt: Adora Usar Seconds?
ru: Вам нравится Seconds?
sv: Gillar du Seconds?
zh_hans: 喜欢用 Seconds 吗？
zh_hant: 喜歡用 Seconds 嗎？

# request_rating_message
source: Please take a moment to rate it on the App Store.
de: Bitte nehmen Sie sich einen Moment Zeit, es im App Store zu bewerten.
es: Por favor, evalúa esta versión en la App Store.
fr: Merci de prendre un moment pour le noter sur l'App Store.
ja: App Store でぜひ評価してください。
pt: Por favor, separe um momento para avaliar na App Store.
ru: Потратьте минутку, оцените приложение в App Store.
sv: Ta gärna en stund och betygsätt appen på App Store.
zh_hans: 烦请您花点时间在 App Store 上为它评分。
zh_hant: 煩請你花點時間在 App Store 上為它評分。

# interval_name_left
source: %@ (Left)
de: %@ (Links)
es: %@ (Izquierda)
fr: %@ (gauche)
ja: %@ (左)
pt: %@ (Esquerda)
ru: %@ (лев.)
sv: %@ (Vänster)
zh_hans: %@（左）
zh_hant: %@（左）

# interval_name_right
source: %@ (Right)
de: %@ (Rechts)
es: %@ (Derecha)
fr: %@ (droite)
ja: %@ (右)
pt: %@ (Direita)
ru: %@ (прав.)
sv: %@ (Höger)
zh_hans: %@（右）
zh_hant: %@（右）

# popover_menu_duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 重複
pt: Duplicar
ru: Скопировать
sv: Kopiera
zh_hans: 复制
zh_hant: 複製

# notification_interval_with_duration
source: %1$@ for %2$@
de: %1$@ für %2$@
es: %1$@ por %2$@
fr: %1$@ pendant %2$@
ja: %1$@ を %2$@
pt: %1$@ para %2$@
ru: %1$@ на %2$@
sv: %1$@ i %2$@
zh_hans: %1$@ 持续了 %2$@
zh_hant: %1$@ 持續了 %2$@

# notification_timer_complete
source: Your timer is complete.
de: Ihr Timer wurde beendet.
es: Temporizador completado.
fr: Votre minuteur est terminé.
ja: タイマーが終了しました。
pt: Seu temporizador está completo.
ru: Таймер остановлен.
sv: Din timer är färdig.
zh_hans: 您的计时器已完成。
zh_hant: 你的計時器已完成。

# free_restore_purchases
source: Restore Purchases
de: Einkäufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
ja: 購入アイテムのリストア
pt: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
zh_hans: 恢复以前的购买
zh_hant: 恢復以前的購買

# free_fetching_product
source: Fetching Products...
de: Produkte werden eingeholt...
es: Buscando Productos...
fr: Récupération des produits...
ja: 商品を取得しています...
pt: Buscando Produtos...
ru: Доставка покупки…
sv: Hämtar produkter...
zh_hans: 正在获取产品...
zh_hant: 正在獲取產品...

# free_error_fetching_products
source: An error occurred. Tap to try again.
de: Ein Fehler ist aufgetreten. Tappen, um es erneut zu versuchen.
es: Ha ocurrido un error. Pulsa para intentarlo de nuevo.
fr: Une erreur s'est produite. Appuyez pour réessayer.
ja: エラーが発生しました。もう一度タップしてください。
pt: Um erro ocorreu. Toque para tentar novamente.
ru: Произошла ошибка. Нажмите для повторения.
sv: Ett fel uppstod. Klicka för att försöka igen.
zh_hans: 出现错误。轻按来重试。
zh_hant: 出現錯誤。輕按來重試。

# free_bezel_message_contacting
source: Contacting App Store
de: Kontaktiere App Store
es: Conectándose a la App Store
fr: Contact de l'App Store
ja: App Store に接続しています
pt: Contatando App Store
ru: Связь с App Store
sv: Kontaktar App Store
zh_hans: 正在联络 App Store
zh_hant: 正在聯絡 App Store

# free_bezel_message_restoring
source: Restoring Previous Purchases
de: Stelle vergangene Käufe wieder her
es: Restaurando Compras Anteriores
fr: Restauration des achats précédents
ja: 以前の購入アイテムをリストアしています
pt: Restaurando Compras Anteriores
ru: Восстановление прошлых покупок
sv: Återställer tidigare köp
zh_hans: 正在恢复以前的购买
zh_hant: 正在恢復以前的購買

# free_bezel_message_purchase_failed
source: Failed to Make Purchase
de: Kauf fehlgeschlagen
es: Intento de Compra Fallido
fr: Impossible d'effectuer l'achat
ja: 購入に失敗しました
pt: Falha ao Fazer Compra
ru: Не удалось купить
sv: Köpet kunde inte genomföras
zh_hans: 未能做出购买
zh_hant: 未能做出購買

# free_bezel_message_restore_succeeded
source: Purchases Restored Successfully
de: Käufe erfolgreich wiederhergestellt
es: Tus Compras han sido Restauradas con Éxito
fr: Achats restaurés avec succès
ja: 購入アイテムのリストアに成功しました
pt: Compras Restauradas com Sucesso
ru: Покупки успешно восстановлены
sv: Köp återställda
zh_hans: 已成功恢复以前的购买
zh_hant: 已成功恢復以前的購買

# free_bezel_message_restore_failed
source: Failed to Restore Purchases
de: Wiederherstellen von Käufen fehlgeschlagen
es: Intento de Restauración de Compras Fallido
fr: Impossible de restaurer les achats
ja: 購入アイテムのリストアに失敗しました
pt: Falha ao Restaurar Compras
ru: Не удалось восстановить покупки
sv: Kunde inte återställa köp
zh_hans: 未能恢复以前的购买
zh_hant: 未能恢復以前的購買

# edit_action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Excluir
ru: Удалить
sv: Ta bort
zh_hans: 删除
zh_hant: 刪除

# edit_action_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt: Editar
ru: Править
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# timer_settings_pause_for_interruptions
source: Pause for Interruptions
de: Bei Unterbrechungen anhalten
es: Pausar con Interrupciones
fr: Pause pour les Interruptions
ja: 一時停止
pt: Pausa para Interrupções
ru: Пауза для перерывов
sv: Paus för avbrott
zh_hans: 干扰时暂停
zh_hant: 干擾時暫停

# sound_settings_vibrate_on_alerts_label
source: Vibrate on Alert
de: Bei Benachrichtigungen vibrieren
es: Vibrar con Alerta
fr: Vibrer lors des alertes
ja: 振動警告
pt: Vibrar em Alerta
ru: Вибрация при сигнале
sv: Vibrera vid varning
zh_hans: 提示振动
zh_hant: 提示振動

# timer_settings_hide_status_bar
source: Hide Statusbar
de: Statusleiste ausblenden
es: Ocultar Barra de Estado
fr: Cacher la barre d'état
ja: ステータスバーを非表示にする
pt: Esconder Barra de Status
ru: Скрыть статусную панель
sv: Dölj statusfält
zh_hans: 隐藏状态栏
zh_hant: 隱藏狀態列

# timer_exit_accessibility_label
source: Exit
de: Ende
es: Salir
fr: Sortir
ja: 閉じる
pt: Sair
ru: Выход
sv: Avsluta
zh_hans: 退出
zh_hant: 退出

# timer_play_accessibility_label
source: Play
de: Spielen
es: Reproducir
fr: Jouer
ja: プレイ
pt: Iniciar
ru: Играть
sv: Spela upp
zh_hans: 播放
zh_hant: 播放

# timer_reset_accessibility_label
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt: Zerar
ru: Сброс
sv: Återställ
zh_hans: 还原
zh_hant: 還原

# timer_help_accessibility_label
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda
ru: Справка
sv: Hjälp
zh_hans: 帮助
zh_hant: 幫助

# timer_lock_accessibility_label
source: Lock Interface
de: Interface sperren
es: Bloquea la Interfaz
fr: Verrouiller l'Interface
ja: インターフェイスをロックする
pt: Bloquear Interface
ru: Закрепить интерфейс
sv: Lås gränssnitt
zh_hans: 锁定界面
zh_hant: 鎖定介面

# timer_options_accessibility_label
source: Options
de: Optionen
es: Opciones
ja: オプション
pt: Opções
ru: Настройки
sv: Alternativ
zh_hans: 选项
zh_hant: 選項

# timer_options_lock
source: Lock Interface
de: Interface sperren
es: Bloquea la Interfaz
fr: Verrouiller l'Interface
ja: インターフェイスのロック
pt: Bloquear Interface
ru: Закрепить интерфейс
sv: Lås gränssnitt
zh_hans: 锁定界面
zh_hant: 鎖定介面

# timer_options_unlock
source: Unlock Interface
de: Interface entsperren
es: Desbloquea la Interfaz
fr: Déverrouiller l'Interface
ja: インターフェイスのロック解除
pt: Desbloquear Interface
ru: Открепить интерфейс
sv: Lås upp gränssnitt
zh_hans: 解锁界面
zh_hant: 解鎖介面

# timer_unlock_accessibility_label
source: Unlock Interface
de: Interface entsperren
es: Desbloquea la Interfaz
fr: Déverrouiller l'Interface
ja: インターフェイスのロック解除
pt: Desbloquear Interface
ru: Открепить интерфейс
sv: Lås upp gränssnitt
zh_hans: 解锁界面
zh_hant: 解鎖介面

# timer_pause_accessibility_label
source: Pause
de: Anhalten
es: Pausa
ja: 一時停止
pt: Pausa
ru: Пауза
sv: Pausa
zh_hans: 暂停
zh_hant: 暫停

# timer_settings_lock_interface_on_play
source: Lock Interface When Timing
de: Interface beim Zeitstoppen sperren
es: Bloquea la Interfaz
fr: Verrouiller l'Interface pendant le chronométrage
ja: タイム・アップ時にインターフェイスをロック
pt: Interface Bloqueada ao Temporizar
ru: Закреплять интерфейс при счете времени
sv: Lås gränssnitt vid tidtagning
zh_hans: 计时中锁定界面
zh_hant: 計時中鎖定介面

# changelog_title
source: What's Changed
de: Was sich geändert hat
es: Qué ha Cambiado
fr: Qu'est-ce qui a changé
ja: 変更点
pt: O Que Mudou
ru: Что изменилось
sv: Vad som har ändrats
zh_hans: 更改内容
zh_hant: 更改內容
