Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# home_title
source: My Timers
de: Meine Timer
es: Mis Temporizadores
fr: Mes minuteurs
ja: マイ・タイマー
pt: Meus Temporizadores
ru: Мои таймеры
sv: Mina timers
zh_hans: 我的计时器
zh_hant: 我的計時器

# menu_timers
source: My Timers
de: Meine Timer
es: Mis Temporizadores
fr: Mes minuteurs
ja: マイ・タイマー
pt: Meus Temporizadores
ru: Мои таймеры
sv: Mina timers
zh_hans: 我的计时器
zh_hant: 我的計時器

# menu_settings
source: Settings
de: Einstellungen
es: Preferencias
fr: Paramètres
ja: 設定
pt: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設置

# container_number_of_items
source: Items: %@
de: Objekte: %@
es: Objetos: %@
fr: Eléments : %@
ja: アイテム数: %@
pt: Itens: %@
ru: Элементов: %@
sv: Objekt: %@
zh_hans: 项目：%@
zh_hant: 項目：%@

# imported_timers_title
source: Imported Timers
de: Importierte Timer
es: Temporizadores Importados
fr: Minuteurs importés
ja: インポートしたタイマー
pt: Temporizadores Importados
ru: Импортированные таймеры
sv: Importerade timers
zh_hans: 导入的计时器
zh_hant: 導入的計時器

# edit_control_cut
source: Cut
de: Ausschn.
es: Cortar
fr: Couper
ja: カット
pt: Recortar
ru: Вырез.
sv: Klipp ut
zh_hans: 剪切
zh_hant: 剪切

# edit_control_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt: Copiar
ru: Копия
sv: Kopiera
zh_hans: 拷贝
zh_hant: 拷貝

# edit_control_paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
pt: Colar
ru: Встав.
sv: Klistra in
zh_hans: 粘贴
zh_hant: 粘貼

# toolbar_item_share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt: Compartilhar
ru: Поделиться
sv: Dela
zh_hans: 共享
zh_hant: 共用

# toolbar_item_edit
source: Organise
de: Organisieren
es: Organizar
fr: Organiser
ja: 編集
pt: Organizar
ru: Упорядочить
sv: Organisera
zh_hans: 整理
zh_hant: 整理

# toolbar_item_done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt: Concluído
ru: Готово
sv: Klar
zh_hans: 完成
zh_hant: 完成

# toolbar_item_help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda
ru: Справка
sv: Hjälp
zh_hans: 帮助
zh_hant: 幫助

# shared_items_container_name
source: Shared Timers
de: Geteilte Timer
es: Temporizadores Compartidos
fr: Minuteurs partagés
ja: 共有されたタイマー
pt: Temporizadores Compartilhados
ru: Общие таймеры
sv: Delade timers
zh_hans: 共享的计时器
zh_hant: 共用的計時器

# share_error_title
source: An Error Occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
ja: エラーが発生しました
pt: Um Erro Ocorreu
ru: Произошла ошибка
sv: Ett fel uppstod
zh_hans: 出现错误
zh_hant: 出現錯誤

# share_error_message
source: Something went wrong with your request. Please try again later.
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Algo salió mal con tu solicitud. Por favor, inténtelo de nuevo más tarde.
fr: Quelque chose s'est mal passé avec votre demande. Veuillez réessayer plus tard.
ja: リクエストで問題が発生しました。後でもう一度やり直してください。
pt: Ocorreu um problema com o seu pedido. Por favor, tente novamente mais tarde.
ru: Что-то пошло не так с вашей просьбой. Пожалуйста, попробуйте позже.
sv: Något gick fel med din begäran. Försök igen senare.
zh_hans: 您的请求出了点问题。请稍后再试。
zh_hant: 您的請求出了點問題。請稍後再試。

# navigation_bar_cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: Отменить
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# navigation_bar_close_button
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

# navigation_bar_import_button
source: Import Here
de: Hierher importieren
es: Importar Aquí
fr: Importer ici
ja: ここにインポート
pt: Importar Aqui
ru: Импорт
sv: Importera hit
zh_hans: 导入到这里
zh_hant: 導入到這裡

# alert_dismiss_button_title
source: Dismiss
de: OK
es: Descartar
fr: Abandonner
ja: 閉じる
pt: Dispensar
ru: Сбросить
sv: Avfärda
zh_hans: 解除
zh_hant: 解除

# container_editor_name_label
source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Название
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# container_editor_title
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダー
pt: Pasta
ru: Папка
sv: Mapp
zh_hans: 文件夹
zh_hant: 資料夾

# editor_picker_title
source: Choose Template
de: Vorlage wählen
es: Elegir Plantilla
fr: Choisir le modèle
ja: テンプレートの選択
pt: Escolher Modelo
ru: Выберите шаблон
sv: Välj mall
zh_hans: 选取模板
zh_hant: 選取範本

# editor_option_folder
source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
ja: 新規フォルダー
pt: Nova Pasta
ru: Новая папка
sv: Ny mapp
zh_hans: 新建文件夹
zh_hant: 新建資料夾

# editor_option_import
source: Import From Clipboard
de: Aus Zwischenablage importieren
es: Importar desde el Portapapeles
fr: Importer depuis le presse-papiers
ja: クリップボードからインポート
pt: Importar da Área de Transferência
ru: Импорт из буфера обмена
sv: Importera från urklipp
zh_hans: 从剪贴板中导入
zh_hant: 從剪貼板中導入

# common_timer_rest
source: Rest
de: Ruhe
es: Descanso
fr: Repos
ja: 休憩
pt: Descanso
ru: Отдых
sv: Vila
zh_hans: 休息
zh_hant: 休息

# common_timer_warmup
source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
pt: Aquecimento
ru: Разминка
sv: Uppvärmning
zh_hans: 热身活动
zh_hant: 熱身活動

# common_timer_cooldown
source: Cool Down
de: Abkühlphase
es: Enfriamiento
fr: Récupération
ja: クールダウン
pt: Desaquecimento
ru: Заминка
sv: Nedvarvning
zh_hans: 整理运动
zh_hant: 整理運動

# hiit_timer_type
source: HIIT Timer
es: Temporizador HIIT
fr: Minuteur HIIT
ja: HIIT タイマー
pt: HIIT
ru: Таймер ВИТ
zh_hans: HIIT 计时器
zh_hant: HIIT 計時器

# hiit_timer_high_intensity
source: High Intensity
de: Hohe Intensität
es: Alta Intensidad
fr: Haute intensité
ja: 高強度
pt: Alta intensidade
ru: Высокая нагрузка
sv: Hög intensitet
zh_hans: 高强度
zh_hant: 高強度

# hiit_timer_low_intensity
source: Low Intensity
de: Niedrige Intensität
es: Baja Intensidad
fr: Faible intensité
ja: 低強度
pt: Baixa intensidade
ru: Низкая нагрузка
sv: Låg intensitet
zh_hans: 低强度
zh_hant: 低強度

# circuit_timer_type
source: Circuit Timer
de: Zirkeltimer
es: Temporizador de Circuito
fr: Minuteur circuit
ja: サーキットタイマー
pt: Circuito
ru: Круговой таймер
sv: Timer för cirkelträning
zh_hans: 循环计时器
zh_hant: 迴圈計時器

# compound_timer_type
source: Compound Timer
de: Zusammengesetzter Timer
es: Temporizador Compuesto
fr: Minuteur combiné
ja: コンパウンドタイマー
pt: Composto
ru: Составной таймер
sv: Timer för kombinationsträning
zh_hans: 复合计时器
zh_hant: 複合計時器

# custom_timer_type
source: Custom Timer
de: Benutzerdefinierter Timer
es: Temporizador Personalizado
fr: Minuteur personnalisé
ja: カスタムタイマー
pt: Personalizado
ru: Произвольный таймер
sv: Anpassad timer
zh_hans: 自定义计时器
zh_hant: 自訂計時器

# round_timer_type
source: Round Timer
de: Rundentimer
es: Temporizador de Ronda
fr: Minuteur de série
ja: ラウンドタイマー
pt: Round
ru: Раундовый таймер
sv: Timer för omgång
zh_hans: 回合计时器
zh_hant: 回合計時器

# round_timer_round
source: Round
de: Runde
es: Ronda
fr: Série
ja: ラウンド
ru: Раунд
sv: Omgång
zh_hans: 回合
zh_hant: 回合

# round_timer_break
source: Break
de: Pause
es: Descanso
fr: Pause
ja: 休み
pt: Parada
ru: Перерыв
sv: Rast
zh_hans: 间歇
zh_hant: 間歇

# tabata_timer_type
source: Tabata Timer
es: Temporizador Tabata
fr: Minuteur Tabata
ja: タバタ・タイマー
pt: Tabata
ru: Табата
zh_hans: Tabata计时器
zh_hant: Tabata計時器

# advanced_timer_type
source: Advanced Timer (Non-editable)
de: Fortgeschrittener Timer (nicht bearbeitbar)
es: Temporizador Avanzado (No-editable)
fr: Minuteur avancé (Non éditable)
ja: 高度設定タイマー（変更不可）
pt: Temporizador Avançado (Não-editável)
ru: Расширенный таймер (нередактируемый)
sv: Avancerad timer (kan ej redigeras)
zh_hans: 高级计时器（不可编辑）
zh_hant: 高級計時器（不可編輯）

# common_editor_required_section_header
source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
ja: 必須
pt: Obrigatório
ru: Требуется
sv: Krävs
zh_hans: 必选项
zh_hant: 必選項

# common_editor_optional_section_header
source: Optional
es: Opcional
fr: Facultatif
ja: 任意
pt: Opcional
ru: По выбору
sv: Valfritt
zh_hans: 可选项
zh_hant: 可選項

# common_editor_exercises_section_header
source: Exercises
de: Trainingseinheiten
es: Ejercicios
fr: Exercices
ja: エクササイズ
pt: Exercícios
ru: Упражнения
sv: Övningar
zh_hans: 锻炼项目
zh_hant: 鍛煉項目

# common_editor_audio_section_header
source: Extras
fr: Suppléments
ja: 追加
ru: Дополнения
sv: Tillval
zh_hans: 其他
zh_hant: 其他

# common_editor_sets_label
source: Number of Sets
de: Anzahl d. Durchgänge
es: Número de Sets
fr: Nombre d'ensembles
ja: セット数
pt: Número de Séries
ru: Количество сетов
sv: Antal repetitioner
zh_hans: 组的数目
zh_hant: 組的數目

# common_editor_soundscheme_label
source: Alerts
de: Alarme
es: Alertas
fr: Alertes
ja: アラート
pt: Alertas
ru: Сигналы
sv: Notiser
zh_hans: 提示
zh_hant: 提示

# common_editor_music_label
source: Audio
ja: オーディオ
pt: Áudio
ru: Аудио
sv: Ljud
zh_hans: 音频
zh_hant: 音訊

# common_editor_preview_label
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt: Prever
ru: Предпросмотр
sv: Förhandsvisa
zh_hans: 预览
zh_hant: 預覽

# common_editor_no_music
source: No Audio Selected
de: Kein Audio ausgewählt
es: No se ha seleccionado audio
fr: Aucun audio sélectionné
ja: オーディオが未選択です
pt: Nenhum Áudio Selecionado
ru: Аудио не выбрано
sv: Inget ljud valt
zh_hans: 没有选择音频
zh_hant: 沒有選擇音訊

# common_editor_playlist
source: Playlist: %@
de: Wiedergabeliste: %@
es: Lista de reproducción: %@
ja: プレイリスト: %@
pt: Lista: %@
ru: Плейлист: %@
sv: Spellista: %@
zh_hans: 播放列表：%@
zh_hant: 播放清單：%@

# common_editor_song
source: Song: %1$@ - %2$@
es: Canción: %1$@ - %2$@
fr: Chanson : %1$@ - %2$@
ja: 楽曲: %1$@ - %2$@
pt: Som: %1$@ - %2$@
ru: Песня: %1$@ – %2$@
sv: Låt: %1$@ - %2$@
zh_hans: 歌曲：%1$@ - %2$@
zh_hant: 歌曲：%1$@ - %2$@

# common_editor_album
source: Album: %1$@ - %2$@
es: Álbum: %1$@ - %2$@
ja: アルバム: %1$@ - %2$@
pt: Álbum: %1$@ - %2$@
ru: Альбом: %1$@ – %2$@
zh_hans: 专辑：%1$@ - %2$@
zh_hant: 專輯：%1$@ - %2$@

# common_editor_genre
source: Genre: %@
es: Género: %@
ja: ジャンル: %@
pt: Gênero: %@
ru: Жанр: %@
zh_hans: 风格：%@
zh_hant: 風格：%@

# common_editor_podcast
source: Podcast: %@ - %@
ja: ポッドキャスト: %@ - %@
ru: Подкаст: %@ – %@
zh_hans: 播客：%@ - %@
zh_hant: 播客：%@ - %@

# common_editor_audiobook
source: Audiobook: %@
de: Hörbuch: %@
es: Audiolibro: %@
fr: Livre audio : %@
ja: オーディオブック: %@
pt: Livro de Áudio: %@
ru: Аудиокнига: %@
sv: Ljudbok: %@
zh_hans: 有声读物：%@
zh_hant: 有聲讀物：%@

# common_editor_artist
source: Artist: %@
de: Künstler: %@
es: Artista: %@
fr: Artiste : %@
ja: アーティスト: %@
pt: Artista: %@
ru: Исполнитель: %@
zh_hans: 艺术家：%@
zh_hant: 藝術家：%@

# common_editor_interval_rest_label
source: Rest Between Intervals
de: Ruhe zwischen Intervallen
es: Descanso Entre Intervalos
fr: Repos entre les intervalles
ja: インターバルの合間に休憩
pt: Descanso Entre Intervalos
ru: Отдых между интервалами
sv: Vila mellan intervaller
zh_hans: 运动项目之间的休息
zh_hant: 運動項目之間的休息

# common_editor_set_rest_label
source: Rest Between Sets
de: Ruhe zwischen Durchgängen
es: Descanso Entre Sets
fr: Repos entre les ensembles
ja: セットの合間に休憩
pt: Descanso Entre Séries
ru: Отдых между сетами
sv: Vila mellan repetitioner
zh_hans: 每组之间的休息
zh_hant: 每組之間的休息

# common_editor_warmup_label
source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
pt: Aquecimento
ru: Разминка
sv: Uppvärmning
zh_hans: 热身活动
zh_hant: 熱身活動

# common_editor_cooldown_label
source: Cool Down
es: Enfriamiento
fr: Récupération
ja: クールダウン
pt: Desaquecimento
ru: Заминка
sv: Nedvarvning
zh_hans: 整理运动
zh_hant: 整理運動

# hiit_editor_title
source: HIIT Timer
es: Temporizador HIIT
fr: Minuteur HIIT
ja: HIIT タイマー
pt: HIIT
ru: Таймер ВИТ
zh_hans: HIIT 计时器
zh_hant: HIIT 計時器

# hiit_editor_name_label
source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Название
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# hiit_editor_high_intensity_label
source: High Intensity
de: Hohe Intensität
es: Alta Intensidad
fr: Haute intensité
ja: 高強度
pt: Alta Intensidade
ru: Высокая интенсивность
sv: Hög intensitet
zh_hans: 高强度
zh_hant: 高強度

# hiit_editor_low_intensity_label
source: Low Intensity
de: Niedrige Intensität
es: Baja Intensidad
fr: Faible intensité
ja: 低強度
pt: Baixa Intensidade
ru: Низкая интенсивность
sv: Låg intensitet
zh_hans: 低强度
zh_hant: 低強度

# hiit_editor_warmup_label
source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
pt: Aquecimento
ru: Разминка
sv: Uppvärmning
zh_hans: 热身活动
zh_hant: 熱身活動

# hiit_editor_cooldown_label
source: Cool Down
es: Enfriamiento
fr: Récupération
ja: クールダウン
pt: Desaquecimento
ru: Заминка
sv: Nedvarvning
zh_hans: 整理运动
zh_hant: 整理運動

# hiit_editor_extra_low_label
source: Start With Low Intensity
de: Mit niedriger Intensität beginnen
es: Empezar con Baja Intensidad
fr: Commencer à faible intensité
ja: 低強度で開始
pt: Começar Com Baixa Intensidade
ru: Начать с низкой нагрузки
sv: Börja med låg intensitet
zh_hans: 由低强度开始
zh_hant: 由低強度開始

# round_editor_title
source: Round Timer
de: Rundentimer
es: Temporizador de Rondas
fr: Minuteur de série
ja: ラウンドタイマー
pt: Round
ru: Раундовый таймер
sv: Timer för omgång
zh_hans: 回合计时器
zh_hant: 回合計時器

# round_editor_rounds_label
source: Number of Rounds
de: Anzahl d. Runden
es: Número de Rondas
fr: Nombre de séries
ja: ラウンド数
pt: Número de Rounds
ru: Количество раундов
sv: Antal omgångar
zh_hans: 回合数目
zh_hant: 回合數目

# round_editor_round_label
source: Rounds
de: Runden
es: Rondas
fr: Séries
ja: ラウンド
ru: Раунды
sv: Omgångar
zh_hans: 回合
zh_hant: 回合

# round_editor_break_label
source: Breaks
de: Pausen
es: Descansos
fr: Pause
ja: 休憩
pt: Paradas
ru: Перерывы
sv: Raster
zh_hans: 休息
zh_hant: 休息

# circuit_editor_add_exercise_label
source: Add Exercise
de: Übung hinzufügen
es: Agregar Ejercicios
fr: Ajouter un exercice
ja: エクササイズの追加
pt: Adicionar Exercício
ru: Добавить упражнение
sv: Lägg till övning
zh_hans: 添加锻炼
zh_hant: 添加鍛煉

# circuit_editor_title
source: Circuit Timer
de: Zirkeltimer
es: Temporizador de Circuito
fr: Minuteur de circuit
ja: サーキットタイマー
pt: Circuito
ru: Круговой таймер
sv: Timer för cirkelträning
zh_hans: 循环计时器
zh_hant: 迴圈計時器

# custom_editor_title
source: Custom Timer
de: Benutzerdefinierter Timer
es: Temporizador Personalizado
fr: Minuteur personnalisé
ja: カスタム・タイマー
pt: Personalizado
ru: Пользовательский таймер
sv: Anpassad timer
zh_hans: 自定义计时器
zh_hant: 自訂計時器

# compound_editor_title
source: Compound Timer
de: Zusammengesetzter Timer
es: Temporizador Compuesto
fr: Minuteur combiné
ja: コンパウンド・タイマー
pt: Composto
ru: Составной таймер
sv: Timer för kombinationsträning
zh_hans: 复合计时器
zh_hant: 複合計時器

# compound_editor_subtimers_section_header
source: Sub-Timers
de: Untertimer
es: Sub-Temporizadores
fr: Sous-minuteur
ja: サブ・タイマー
pt: Sub-Temporizadores
ru: Подтаймеры
zh_hans: 子计时器
zh_hant: 子計時器

# compound_editor_add_subtimer_label
source: Add Sub-Timer
de: Untertimer hinzufügen
es: Agregar Sub-Temporizador
fr: Ajouter un sous-minuteur
ja: サブ・タイマーの追加
pt: Adicionar Sub-Temporizador
ru: Добавить подтаймер
sv: Lägg till sub-timer
zh_hans: 添加子计时器
zh_hant: 添加子計時器

# compound_editor_times_to_repeat_label
source: Number of Cycles
de: Anzahl d. Durchgänge
es: Número de Ciclos
fr: Nombre de cycles
ja: サイクル数
pt: Número de Ciclos
ru: Количество циклов
sv: Antal varv
zh_hans: 循环次数
zh_hant: 迴圈次數

# compound_editor_timer_rest_label
source: Rest Between Sub-Timers
de: Ruhe zwischen Untertimern
es: Descanso Entre Sub-Temporizadores
fr: Repos entre les sous-minuteurs
ja: サブ・タイマーの合間の休憩
pt: Descanso Entre Sub-Temporizadores
ru: Отдых между подтаймерами
sv: Vila mellan sub-timers
zh_hans: 子计时器之间休息
zh_hant: 子計時器之間休息

# compound_editor_repeat_rest_label
source: Rest Between Cycles
de: Ruhe zwischen Durchgängen.
es: Descanso Entre Ciclos
fr: Repos entre les cycles
ja: サイクルの合間の休憩
pt: Descanso Entre Ciclos
ru: Отдых между циклами
sv: Vila mellan varv
zh_hans: 循环之间休息
zh_hant: 迴圈之間休息

# interval_editor_title
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: インターバル
pt: Intervalo
ru: Интервал
sv: Intervall
zh_hans: 运动项目
zh_hant: 運動項目

# interval_editor_name_label
source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Название
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# interval_editor_duration_label
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 持続時間
pt: Duração
ru: Длительность
sv: Längd
zh_hans: 时长
zh_hant: 時長

# interval_editor_color_label
source: Colour
de: Farbe
es: Color
fr: Couleur
ja: 色
pt: Cor
ru: Цвет
sv: Färg
zh_hans: 颜色
zh_hant: 顏色

# interval_editor_split_left_right
source: Split Interval Left/Right
de: Intervall links/rechts aufteilen
es: Dividir Intervalo Izquierda/Derecha
fr: Divisé l'intervalle en gauche/droite
ja: インターバルを左右に分割
pt: Dividir Intervalo Esquerda/Direita
ru: Разделить интервал на левый и правый
sv: Dela intervall vänster/höger
zh_hans: 运动分开 左/右
zh_hant: 運動分開 左/右

# soundscheme_none
source: No Sounds
de: Keinen Ton
es: Sin Sonido
fr: Aucun son
ja: 音声なし
pt: Sem Sons
ru: Без звука
sv: Inget ljud
zh_hans: 没有声音
zh_hant: 沒有聲音

# soundscheme_beeps_title
source: Beeps
de: Piepsen
es: Bips
fr: Bips
ja: ビープ音
pt: Bips
ru: Гудки
sv: Pip
zh_hans: 哔哔声
zh_hant: 嗶嗶聲

# soundscheme_beeps_default
source: Default Beeps
de: Standardpiepsen
es: Bips Predeterminados
fr: Bips par défaut
ja: 既定のビープ音
pt: Bips Padrão
ru: Гудки по умолчанию
sv: Standardpip
zh_hans: 默认哔哔声
zh_hant: 默認嗶嗶聲

# soundscheme_beeps_single_short
source: Single Beep, Short
de: Einzelner Pieps, Kurz
es: Bip Único, Corto
fr: Bip simple, court
ja: 単一の短いビープ音
pt: Único Bip, Curto
ru: Один короткий гудок
sv: Ett pip, kort
zh_hans: 哔一声，短
zh_hant: 嗶一聲，短

# soundscheme_beeps_single_long
source: Single Beep, Long
de: Einzelner Pieps, Lang
es: Bip Único, Largo
fr: Bip simple, long
ja: 単一の長いビープ音
pt: Único Bip, Longo
ru: Один длинный гудок
sv: Ett pip, långt
zh_hans: 哔一声，长
zh_hant: 嗶一聲，長

# soundscheme_beeps_three_with_ten
source: Three Beeps + 10 Second Beep
de: Drei Piepse + 10-sekündiger Pieps
es: Tres Bips + Bip de 10 Segundos
fr: Trois bips + bip de 10 secondes
ja: 3回のビープ音＋10秒のビープ音
pt: Três Bips + Bip de 10 segundos
ru: Три гудка + гудок 10 с
sv: Tre pip + 10-sekunderspip
zh_hans: 哔三声 + 10 秒长哔
zh_hant: 嗶三聲 + 10 秒長嗶

# soundscheme_beeps_five_with_ten
source: Five Beeps + 10 Second Beep
de: Fünf Piepse + 10-sekündiger Pieps
es: Cinco Bips + Bip de 10 Segundos
fr: Cinq bips + bip de 10 secondes
ja: 5回のビープ音＋10秒のビープ音
pt: Cinco Bips + Bip de 10 segundos
ru: Пять гудков + гудок 10 с
sv: Fem pip + 10-sekunderspip
zh_hans: 哔五声 + 10 秒长哔
zh_hant: 嗶五聲 + 10 秒長嗶

# soundscheme_tts_title
source: Text-to-Speech
de: Text-in-Sprache
es: Texto a Voz
fr: Synthèse vocale
ja: テキスト読み上げ
pt: Texto falado
ru: Синтез речи
sv: Text till tal
zh_hans: 朗读文字
zh_hant: 朗讀文字

# soundscheme_tts_with_count
source: Text-to-Speech with Count
de: Text-in-Sprache mit Anzahl
es: Texto a Voz con Conteo
fr: Synthèse vocale avec décompte
ja: カウント付きのテキスト読み上げ
pt: Texto falado com Contagem
ru: Синтез речи со счетом
sv: Text till tal med räkning
zh_hans: 朗读文字附带计数
zh_hant: 朗讀文字附帶計數

# soundscheme_tts_without_count
source: Text-to-Speech without Count
de: Text-in-Sprache ohne Anzahl
es: Texto a Voz sin Conteo
fr: Synthèse vocale sans décompte
ja: カウントなしのテキスト読み上げ
pt: Texto falado sem Contagem
ru: Синтез речи без счета
sv: Text till tal utan räkning
zh_hans: 朗读文字不带计数
zh_hant: 朗讀文字不帶計數

# soundscheme_tts_with_time
source: Text-to-Speech with Time
de: Text-in-Sprache mit Zeit
es: Texto a Voz con Tiempo
fr: Synthèse vocale avec temps
ja: 時間を含むテキスト読み上げ
pt: Texto falado com Tempo
ru: Синтез речи со временем
sv: Text till tal med tid
zh_hans: 朗读文字附带时间
zh_hant: 朗讀文字附帶時間

# soundscheme_tts_with_warning
source: Text-to-Speech with Warning
de: Text-in-Sprache mit Warnung
es: Texto a Voz con Alerta
fr: Synthèse vocale avec avertissement
ja: 警告付きのテキスト読み上げ
pt: Texto falado com Aviso
ru: Синтез речи с оповещением
sv: Text till tal med varning
zh_hans: 朗读文字附带提醒
zh_hant: 朗讀文字附帶提醒

# soundscheme_meditation_title
source: Meditation
es: Meditación
fr: Méditation
ja: 瞑想
pt: Meditação
ru: Медитация
zh_hans: 冥想类
zh_hant: 冥想類

# soundscheme_meditation_gong
source: Gong
ja: ゴング
pt: Gongo
ru: Гонг
zh_hans: 锣
zh_hant: 鑼

# soundscheme_meditation_gong_thai
source: Thai Gong
es: Gong Thai
fr: Gong Thaï
ja: タイのゴング
pt: Gongo Thailandês
ru: Тайский гонг
sv: Thailändsk gong
zh_hans: 泰国锣
zh_hant: 泰國鑼

# soundscheme_meditation_bell
source: Tibetan Bell
de: Tibetanische Glocke
es: Campana Tibetana
fr: Cloche tibétaine
ja: チベットの鐘
pt: Sino Tibetano
ru: Тибетский колокол
sv: Tibetansk klocka
zh_hans: 西藏钟声
zh_hant: 西藏鐘聲

# soundscheme_misc_cowbell
source: Cowbell
de: Kuhglocke
es: Cencerro
fr: Cloche de vache
ja: カウベル
pt: Sino de Vaca
ru: Ковбелл
sv: Koskälla
zh_hans: 牛铃
zh_hant: 牛鈴

# soundscheme_misc_cuckoo
source: Cuckoo
de: Kuckuck
es: Cuco
fr: Coucou
ja: カッコウ
pt: Cuco
ru: Кукушка
sv: Gökur
zh_hans: 布谷叫
zh_hant: 布穀叫

# soundscheme_vibrations_title
source: Vibrations Only
de: Nur Vibrationen
es: Solamente Vibraciones
fr: Vibrations uniquement
ja: バイブのみ
pt: Vibrações Apenas
ru: Только вибрация
sv: Endast vibration
zh_hans: 仅振动
zh_hant: 僅振動

# soundscheme_vibrations_one
source: One Vibration
de: Eine Vibration
es: Una Vibración
fr: Une vibration
ja: 1回のバイブ
pt: Uma Vibração
ru: Одна вибрация
sv: En vibration
zh_hans: 振动一下
zh_hant: 振動一下

# soundscheme_vibrations_four
source: Four Vibrations
de: Vier Vibrationen
es: Cuatro Vibraciones
fr: Quatre vibrations
ja: 4回のバイブ
pt: Quatro Vibrações
ru: Четыре вибрации
sv: Fyra vibrationer
zh_hans: 振动四下
zh_hant: 振動四下

# soundscheme_rounds_title
source: Round Based
de: Rundenbasiert
es: Basado en Ronda
fr: Par série
ja: ラウンドベース
pt: Baseado em Round
ru: По раундам
sv: Rondbaserad
zh_hans: 回合制
zh_hant: 回合制

# soundscheme_rounds_mma
source: MMA
ja: 総合格闘技（MMA）
zh_hans: 综合格斗
zh_hant: 綜合格鬥

# soundscheme_rounds_boxing
source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
ja: ボクシング
pt: Boxe
ru: Бокс
sv: Boxning
zh_hans: 拳击
zh_hant: 拳擊

# color_picker_title
source: Select Colour
de: Farbe wählen
es: Selecciona el Color
fr: Sélectionner une couleur
ja: 色の選択
pt: Selecionar Cor
ru: Выберите цвет
sv: Välj färg
zh_hans: 选取颜色
zh_hant: 選取顏色

# color_grey
source: Grey
de: Grau
es: Gris
fr: Gris
ja: グレー
pt: Cinza
ru: Серый
sv: Grå
zh_hans: 灰色
zh_hant: 灰色

# color_red
source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
pt: Vermelho
ru: Красный
sv: Röd
zh_hans: 红色
zh_hant: 紅色

# color_orange
source: Orange
es: Naranja
ja: オレンジ
pt: Laranja
ru: Оранжевый
zh_hans: 橙色
zh_hant: 橙色

# color_yellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄
pt: Amarelo
ru: Желтый
sv: Gul
zh_hans: 黄色
zh_hant: 黃色

# color_green
source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
pt: Verde
ru: Зеленый
sv: Grön
zh_hans: 绿色
zh_hant: 綠色

# color_blue
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
pt: Azul
ru: Синий
sv: Blå
zh_hans: 蓝色
zh_hant: 藍色

# color_purple
source: Purple
de: Lila
es: Púrpura
fr: Pourpre
ja: 紫
pt: Roxo
ru: Сиреневый
sv: Lila
zh_hans: 紫色
zh_hant: 紫色

# color_magenta
source: Magenta
ja: マゼンタ
ru: Розовый
zh_hans: 洋红
zh_hant: 洋紅

# color_violet
source: Violet
de: Violett
es: Violeta
ja: スミレ
pt: Violeta
ru: Фиолетовый
sv: Lila
zh_hans: 紫色
zh_hant: 紫色

# validator_integer_too_small
source: Value must be at least %li
de: Wert muss zumindest %li sein
es: El valor mínimo es de %li
fr: La valeur doit être d'au moins %li
ja: %li 以上の値を入力してください
pt: Valor deve ser no mínimo %li
ru: Минимальное значение – %li
sv: Värdet måste vara minst %li
zh_hans: 数值至少为 %li
zh_hant: 數值至少為 %li

# validator_integer_too_large
source: Value must be at most %li
de: Wert darf maximal %li sein
es: El valor máximo es de %li
fr: La valeur doit être au plus de %li
ja: %li 以下の値を入力してください
pt: Valor deve ser no máximo %li
ru: Максимальное значение – %li
sv: Värdet måste vara högst %li
zh_hans: 数值至多为 %li
zh_hant: 數值至多為 %li

# validator_string_required
source: String required
de: String erforderlich
es: Se requiere la cadena
fr: Chaîne de caractères requise
ja: 文字列を入力してください
pt: Sequência obrigatória
ru: Требуется строка
sv: Sträng krävs
zh_hans: 需要输入字符串
zh_hant: 需要輸入字串

# media_picker_songs_title
source: Songs
es: Canciones
fr: Chansons
ja: 楽曲
pt: Músicas
ru: Песни
sv: Låtar
zh_hans: 歌曲
zh_hant: 歌曲

# media_picker_playlists_title
source: Playlists
de: Wiedergabelisten
es: Listas de Reproducción
ja: プレイリスト
pt: Listas
ru: Плейлисты
sv: Spellistor
zh_hans: 播放列表
zh_hant: 播放清單
