Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# timer_current_time
source: Current Time
de: Aktuelle Zeit
es: Hora Actual
fr: Temps actuel
ja: 現在の時刻
pt: Tempo Atual
ru: Текущее время
sv: Nuvarande tid
zh_hans: 当前时间
zh_hant: 當前時間

# timer_display_settings_group_other
source: Other
de: Sonstige
es: Otros
fr: Autre
ja: その他
pt: Outro
ru: Другое
sv: Övrigt
zh_hans: 其他
zh_hant: 其他

# personal_details_observed_max_heart_rate_label
source: Observed Max Heart Rate
de: Maximale wahrgenommene Herzfrequenz
es: Ritmo Cardíaco Máximo Observado
fr: Rythme cardiaque maximum observé
ja: 確認された最大心拍数記録
pt: Taxa de Frequência Cardíaca Observada
ru: Наблюдаемый максимальный пульс
sv: Högsta hjärtfrekvens noterad
zh_hans: 观察到的最大心率
zh_hant: 觀察到的最大心率

# common_placeholder_optional
source: Optional
es: Opcional
fr: Facultatif
ja: オプション
pt: Opcional
ru: Опционально
sv: Valfritt
zh_hans: 可选
zh_hant: 可選

# activity_picker_mindful_session_title
source: Mindful Session Types
de: Achtsamkeits-Sessions
es: Tipos de Sesión Contemplativa
fr: Types de session de respiration
ja: 注目のセッションタイプ
pt: Tipos de Sessão de Meditação
ru: Внимательные сессии
sv: Typer av Mindfulness
zh_hans: 正念练习类型
zh_hant: 正念練習類型

# activity_picker_workout_activity_types_title
source: Workout Activity Types
de: Trainingsaktivitäten
es: Tipos de Actividad de Ejercicio
fr: Types d'activité d'entrainement
ja: トレーニング・アクティビティの種類
pt: Tipos de Atividade de Exercício
ru: Тренировка деятельности
sv: Träningstyper
zh_hans: 锻炼活动类型
zh_hant: 鍛煉活動類型

# settings_grant_pending_permissions
source: Grant Pending Permissions
de: Ausstehende Genehmigungen erteilen
es: Permisos Pendientes de Autorización
fr: Accorder les autorisations en attente
ja: 保留許可の認定
pt: Garantir Permissões Pendentes
ru: Предоставить разрешения в ожидании
sv: Godkänn väntande förfrågningar
zh_hans: 授予等待权限
zh_hant: 授予等待許可權

# common_editor_album_no_artist
source: Album: %@
es: Álbum: %@
ja: アルバム: %@
pt: Álbum: %@
ru: Альбом: %@
zh_hans: 专辑：%@
zh_hant: 專輯：%@

# settings_dark_theme
source: Dark Theme
de: Dunkles Farbschema
es: Tema Oscuro
fr: Thème sombre
ja: ダーク・テーマの設定
pt: Thema Escuro
ru: Темная тема
sv: Mörkt tema
zh_hans: 暗主题
zh_hant: 暗主題

# common_notes_section_header
source: Notes
de: Notizen
es: Notas
ja: メモのヘッダー
pt: Notas
ru: Заметки
sv: Anteckningar
zh_hans: 注释
zh_hant: 注釋

# notes_editor_title
source: Notes
de: Notizen
es: Notas
ja: メモのタイトル
pt: Notas
ru: Заметки
sv: Anteckningar
zh_hans: 注释
zh_hant: 注釋

# color_not_set
source: Not Set
de: Nicht eingerichtet
es: No Configurado
fr: Non définie
ja: 色が設定されていません
pt: Não Definido
ru: Не выбран
sv: Inte inställd
zh_hans: 未设定
zh_hant: 未設定

# color_picker_none_button
source: None
de: Keine
es: Ninguno
fr: Aucune
ja: なし
pt: Nenhum
ru: Без цвета
sv: Ingen
zh_hans: 无
zh_hant: 無

# color_foreground
source: Foreground Colour
de: Vordergrundfarbe
es: Color de Fondo
fr: Couleur du premier plan
ja: 前面の色
pt: Cor do Plano da Frente
ru: Основной цвет
sv: Förgrundsfärg
zh_hans: 前景颜色
zh_hant: 前景顏色

# color_settings_title
source: Customise Colours
de: Farben anpassen
es: Personalizar Colores
fr: Personnaliser les couleurs
ja: 色のカスタマイズ
pt: Personalizar Cores
ru: Настроить цвета
sv: Anpassa färger
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# color_settings_preview_label
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt: Pré-visualizar
ru: Предпросмотр
sv: Förhandstitt
zh_hans: 预览
zh_hant: 預覽

# color_picker_preview_title
source: Preview Colours
de: Farben-Vorschau
es: Ver Colores
fr: Prévisualiser les couleurs
ja: 色のプレビュー
pt: Pré-visualizar Cores
ru: Предпросмотр цветов
sv: Förhandstitt för färger
zh_hans: 预览颜色
zh_hant: 預覽顏色

# color_mint
source: Mint
de: Minze
es: Menta
fr: Menthe
ja: ミント
pt: Hortelã
ru: Мята
zh_hans: 薄荷色
zh_hant: 薄荷色

# color_settings_reset_button_title
source: Restore Defaults
de: Standardeinstellungen wieder herstellen
es: Restaurar Configuración
fr: Restaurer par défaut
ja: デフォルトに戻す
pt: Restaurar Padrões
ru: Восстановить исх. настройки
sv: Återställ till standard
zh_hans: 恢复默认值
zh_hant: 恢復預設值

# color_settings_previous_header
source: Previous Versions
de: Vorherige Versionen
es: Versiones Anteriores
fr: Versions précédentes
ja: 以前のバージョン
pt: Versões Anteriores
ru: Предыдущие версии
sv: Tidigare versioner
zh_hans: 之前的版本
zh_hant: 之前的版本

# color_settings_previous_version_1
source: Version 1 Colours
de: Version 1 Farben
es: Colores Versión 1
fr: Couleurs version 1
ja: バージョン１の色
pt: Cores da Versão 1
ru: Цвета версии 1
sv: Färger från version 1
zh_hans: 版本1颜色
zh_hant: 版本1顏色

# color_settings_previous_version_3
source: Version 3 Colours
de: Version 3 Farben
es: Colores Versión 3
fr: Couleurs version 3
ja: バージョン３の色
pt: Cores da Versão 3
ru: Цвета версии 3
sv: Färger från version 3
zh_hans: 版本3颜色
zh_hant: 版本3顏色

# toolbar_item_sort
source: Sort
de: Sortieren
es: Clasificar
fr: Trier
ja: 並べ替え
pt: Ordenar
ru: Сортировка
sv: Sortera
zh_hans: 分类
zh_hant: 分類

# sort_option_dismiss
source: Dismiss
de: Verwerfen
es: Descartar
fr: Annuler
ja: 終了
pt: Dispensar
ru: Отмена
sv: Avvisa
zh_hans: 取消
zh_hant: 取消

# sort_option_kind_name
source: Name, Folders first
de: Name, Ordner zuerst
es: Nombre, Carpetas primero
fr: Nom, dossiers en premier
ja: フォルダー１・名前
pt: Nome, Pastas primeiro
ru: Сначала имя и папки
sv: Namn, mappar först
zh_hans: 名称，文件夹优先
zh_hant: 名稱，資料夾優先

# sort_option_kind_longest
source: Longest, Folders first
de: Längster, Ordner zuerst
es: Más Largo, Carpetas primero
fr: Le plus long, dossiers en premier
ja: フォルダー１・最長
pt: Mais longo, Pastas primeiro
ru: Самые длинные, сначала папки
sv: Längst, mappar först
zh_hans: 最长，文件夹优先
zh_hant: 最長，資料夾優先

# sort_option_kind_shortest
source: Shortest, Folders first
de: Kürzester, Ordner zuerst
es: Más Corto, Carpetas primero
fr: Le plus court, dossiers en premier
ja: フォルダー１・最短
pt: Mais curto, Pastas primeiro
ru: Самые короткие, сначала папки
sv: Kortast, mappar först
zh_hans: 最短，文件夹优先
zh_hant: 最短，資料夾優先

# sort_option_name
source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Имя
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# interval_editor_cadence_header
source: Cadence
de: Rhytmus
es: Cadencia
fr: Rythme
ja: インターバル・リズム
pt: Ritmo
ru: Частота
sv: Rytm
zh_hans: 节奏
zh_hant: 節奏

# interval_editor_bpm_label
source: Beats per Minute
de: Schläge pro Minute
es: Pulsos por Minuto
fr: Battements par minute
ja: １分あたりの心拍数
pt: Batidas por Minuto
ru: Ударов в минуту
sv: Slag per minut
zh_hans: 每分钟节拍
zh_hant: 每分鐘節拍

# sound_settings_cadence_title
source: Cadence
de: Rhytmus
es: Cadencia
fr: Rythme
ja: 音楽・リズム
pt: Ritmo
ru: Частота
sv: Rytm
zh_hans: 节奏
zh_hant: 節奏

# sound_settings_cadence_volume_label
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hant: 音量

# settings_template_defaults_title
source: Template Defaults
de: Muster-Standards
es: Plantillas Preestablecidas
fr: Modèle par défaut
ja: テンプレート・元
pt: Padrões do Template
ru: Исходные настройки шаблона
sv: Standard för mallar
zh_hans: 模板默认值
zh_hant: 範本預設值

# default_timer_name
source: Unnamed Timer
de: Unbenannter Timer
es: Temporizador sin Nombre
fr: Minuteur sans nom
ja: 名前のないタイマー
pt: Temporizador Não Nomeado
ru: Безымянный таймер
sv: Timer utan namn
zh_hans: 未命名计时器
zh_hant: 未命名計時器

# default_folder_name
source: Unnamed Folder
de: Unbenannter Ordner
es: Carpeta sin Nombre
fr: Dossier sans nom
ja: 名前のないフォルダー
pt: Pasta Não Nomeada
ru: Безымянная папка
sv: Mapp utan namn
zh_hans: 未命名文件夹
zh_hant: 未命名資料夾

# default_interval_name
source: Unnamed Interval
de: Unbenanntes Intervall
es: Intervalo sin Nombre
fr: Intervalle sans nom
ja: 名前のないインターバル
pt: Intervalo Não Nomeado
ru: Безымянный интервал
sv: Intervall utan namn
zh_hans: 未命名间隔
zh_hant: 未命名間隔

# unknown_object
source: Unknown Item
de: Unbekanntes Objekt
es: Artículo Desconocido
fr: Élément inconnu
ja: 不明の項目
pt: Item Desconhecido
ru: Неизвестный элемент
sv: Objekt utan namn
zh_hans: 未知对象
zh_hant: 未知對象

# timer_duration_error_title
source: Timer has no duration
de: Timer hat keine Dauer
es: El Temporizador no tiene duración
fr: Le minuteur n'a pas de durée
ja: タイマーに、持続期間がありません
pt: Temporizador não possui duração
ru: У таймера нет длительности
sv: Timern har ingen längd
zh_hans: 计时器无持续时间
zh_hant: 計時器無持續時間

# timer_duration_error_message
source: This timer needs to be edited to ensure it has a duration before it can be used.
de: Dieser Timer muss bearbeitet werden. Um ihn zu nutzen, müssen Sie ihm eine Dauer zuweisen.
es: Este Temporizador necesita ser editado para que tenga una duración antes de ser usado
fr: Ce minuteur doit être édité pour assurer qu'il ait une durée avant de pouvoir l'utiliser
ja: このタイマーは、ご使用の前に、持続期間が設定されているよう確認してください。
pt: Esse temporizador precisa ser editado para garantir que ele possui uma duração antes de poder ser usado.
ru: Этот таймер нужно отредактировать перед использованием, чтобы у него была длительность
sv: Timern måste redigeras för att ha en längd innan den kan användas.
zh_hans: 该计时器需要编辑，在使用前请确保它已设定了一段时间。
zh_hant: 該計時器需要編輯，在使用前請確保它已設定了一段時間。

# audio_editor_intervals_title
source: Interval Audio
de: Intervall-Audio
es: Intervalo de Audio
fr: Audio de l'intervalle
ja: インターバルのオーディオ
pt: Áudio do Intervalo
ru: Аудио интервала
sv: Intervall-ljud
zh_hans: 间隔音频
zh_hant: 間隔音訊

# audio_editor_timer_title
source: Timer Audio
es: Audio de Temporizador
fr: Audio du minuteur
ja: タイマーのオーディオ
pt: Áudio do Temporizador
ru: Аудио таймера
sv: Timer-ljud
zh_hans: 计时器音频
zh_hant: 計時器音訊

# sound_settings_end_message_label
source: End Message
de: Ende der Nachricht
es: Mensaje de Despedida
fr: Message de fin
ja: メッセージ終了
pt: Finalizar Mensagem
ru: Конец сообщения
sv: Slutmeddelande
zh_hans: 结束消息
zh_hant: 結束消息

# audio_editor_remove_audio
source: Remove Audio
de: Audio entfernen
es: Eliminar Audio
fr: Supprimer l'audio
ja: オーディオの削除
pt: Remover Áudio
ru: Удалить аудио
sv: Ta bort ljud
zh_hans: 去除音频
zh_hant: 去除音訊

# media_picker_recents_title
source: Recent
de: Kürzlich
es: Reciente
fr: Récent
ja: 最新
pt: Recente
ru: Недавний
sv: Senaste
zh_hans: 最近的
zh_hant: 最近的

# circuit_tabata_timer_type
source: Circuit / Tabata Timer
de: Zirkel / Tabata-Timer
es: Circuito/Temporizador Tabata
fr: Minuteur circuit / Tabata
ja: サーキット・タバタタイマー
pt: Temporizador de Circuito / Tabata
ru: Таймер циклический/табата
sv: Varv / Tabata-timer
zh_hans: 循环/Tabata训练计时器
zh_hant: 迴圈/Tabata訓練計時器

# circuit_editor_tabata_style_label
source: Tabata Style
de: Tabata-Stil
es: Estilo Tabata
fr: Style Tabata
ja: タバタ・スタイル
pt: Estilo Tabata
ru: Стиль табата
sv: Tabata-stil
zh_hans: Tabata风格
zh_hant: Tabata風格

# uncategorised_timers_title
source: Miscellaneous
de: Sonstiges
es: Misceláneo
fr: Autres
ja: その他
pt: Variado
ru: Разное
sv: Diverse
zh_hans: 其他
zh_hant: 其他

# timer_settings_autostart
source: Auto-Start
de: Automatischer Start
es: Auto Inicio
fr: Démarrage auto
ja: 自動スタート
pt: Iniciar Automaticamente
ru: Автозапуск
zh_hans: 自动启动
zh_hant: 自動啟動

# timer_settings_prefer_internal_audio
source: Prefer Internal Audio
de: Internes Audio bevorzugen
es: Prefiere Audio Interno
fr: Préférer l'audio interne
ja: 内部オーディオの嗜好
pt: Preferência de Áudio Interno
ru: Предпочитать внутреннее аудио
sv: Använd internt ljud
zh_hans: 偏好内部音频
zh_hant: 偏好內部音訊

# editor_exercise_count_title
source: Num. Exercises
de: Anz. Übungen
es: Num. Ejercicios
fr: Nb d'exercices
ja: エクササイズ番号
pt: Num. Exer.
ru: Число упраж-й
sv: Antal övningar
zh_hans: 运动次数
zh_hant: 運動次數

# editor_exercise_duration_title
source: Ex. Duration
de: Übungsdauer
es: Duración Ej.
fr: Durée de l'ex
ja: エクササイズ所要時間
pt: Duração Exer.
ru: Длит. упраж-й
sv: Övningens längd
zh_hans: 运动时长
zh_hant: 運動時長

# editor_cycles_count_title
source: Num. Cycles
de: Anz. Zyklen
es: Num. Ciclos
fr: Nb de cycles
ja: エクササイズセット数
pt: Num. Ciclos
ru: Число циклов
sv: Antal cykler
zh_hans: 周期数
zh_hant: 週期數

# editor_exercise_rest_title
source: Ex. Rest
de: Übungspause
es: Descanso
fr: Pause ex
ja: エクササイズ休憩
pt: Descanso Exer.
ru: Перерыв м/упр.
sv: Vila
zh_hans: 运动间休
zh_hant: 運動間休

# editor_cycle_rest_title
source: Cycle Rest
de: Zykl.-Pause
es: Ciclo Descanso
fr: Pause cycle
ja: セット休憩
pt: Descanso Ciclo
ru: Перерыв м/цик.
sv: Vila mellan cykler
zh_hans: 周期间休
zh_hant: 周期間休

# editor_timer_style
source: Style
de: Stil
es: Estilo
ja: トレーニング方式
pt: Estilo
ru: Стиль
sv: Typ
zh_hans: 风格
zh_hant: 風格

# editor_warm_up_title
source: Warm Up
es: Calentamiento
fr: Échauf.
ja: ウォーム・アップ
pt: Aquec.
ru: Разогрев
sv: Uppvärmning
zh_hans: 热身
zh_hant: 熱身

# editor_cool_down_title
source: Cool Down
es: Enfriamiento
fr: Récup.
ja: クール・ダウン
pt: Desaquec.
ru: Охлаждение
sv: Nedvarvning
zh_hans: 运后放松
zh_hant: 運後放鬆

# editor_start_button
source: Start
es: Inicio
ja: スタート
pt: Iniciar
ru: Старт
sv: Börja
zh_hans: 开始
zh_hant: 開始

# editor_next_button
source: Next
de: Weiter
es: Siguiente
fr: Suiv.
ja: 次へ
pt: Próximo
ru: След.
sv: Nästa
zh_hans: 下个
zh_hant: 下個

# editor_back_button
source: Back
de: Zurück
es: Atrás
fr: Ret.
ja: 戻る
pt: Voltar
ru: Назад
sv: Tillbaka
zh_hans: 返回
zh_hant: 返回

# editor_timer_style_circuit
source: Circuit
de: Zirkel
es: Circuito
ja: サーキット方式
pt: Circuito
ru: Круг
sv: Varv
zh_hans: 循环
zh_hant: 迴圈

# editor_timer_style_tabata
source: Tabata
ja: タバタ方式
ru: Табата

# timer_end_timer_button
source: End Timer
de: Timer aus
es: Fin Tempor.
fr: Arrêt minuteur
ja: タイマー終了
pt: Fin. Temp.
ru: Остан. таймер
sv: Stoppa timer
zh_hans: 计时停
zh_hant: 計時停

# timer_reset_menu_item
source: Reset
de: Zurückset.
es: Reiniciar
fr: Réinit.
ja: リセット
pt: Zerar
ru: Сброс
sv: Återställ
zh_hans: 重置
zh_hant: 重置

# timer_end_timer_menu_item
source: End Timer
de: Timer aus
es: Fin Tempor.
fr: Arrêt minuteur
ja: タイマー終了
pt: Fin. Temp.
ru: Остан. таймер
sv: Stoppa timer
zh_hans: 计时停
zh_hant: 計時停

# timer_end_workout_button
source: End Workout
de: Workout Ende
es: Fin Ejercicio
fr: Arrêt entrainement
ja: エクササイズ終了
pt: Fin. Exer.
ru: Остан. тренир.
sv: Avsluta träning
zh_hans: 运动停
zh_hant: 運動停

# timer_end_session_button
source: End Session
de: Session Ende
es: Fin Sesión
fr: Arrêt session
ja: セッション終了
pt: Fin. Sessão
ru: Конец сессии
sv: Avsluta pass
zh_hans: 结束练习
zh_hant: 結束練習

# timer_restart_button
source: Restart
de: Neustart
es: Reiniciar
fr: Recommencer
ja: 再開
pt: Reiniciar
ru: Перезапуск
sv: Starta om
zh_hans: 重启
zh_hant: 重啟

# timer_completion_message
source: Your timer is complete.
de: Ihr Timer ist komplett
es: Temporizador completado
fr: Minuteur terminé.
ja: タイマー完了
pt: Seu temporizador está completo.
ru: Ваш таймер завершен
sv: Din timer är klar
zh_hans: 计时时间到
zh_hant: 計時時間到

# timer_heart_rate_not_available
source: N/A
ja: 心拍数が無効です
ru: Нет
zh_hans: 无
zh_hant: 無

# list_quick_timer_button
source: Quick Timer
es: Tempor. Rápido
fr: Minuteur rapide
ja: クイック・タイマー
pt: Temporizador Rápido
ru: Быстрый таймер
sv: Snabbtimer
zh_hans: 快速计时
zh_hant: 快速計時

# summary_title
source: Summary
de: Zusammenf.
es: Resumen
fr: Résumé
ja: まとめ
pt: Sumário
ru: Итог
sv: Sammanfattning
zh_hans: 概要
zh_hant: 概要

# summary_percent_complete
source: %li%% Complete
de: %li%% vollständig
es: %li%% Completo
fr: %li%% terminé
ja: %li%% 完了
pt: %li%% Completo
ru: %li%% завершено
sv: %li%% klart
zh_hans: %li%%已完成
zh_hant: %li%%已完成

# summary_total_timer_title
source: Total Time
de: Gesamtzeit
es: Tiempo Total
fr: Temps total
ja: 合計時間
pt: Tempo Total
ru: Общее время
sv: Total tid
zh_hans: 总时间
zh_hant: 總時間

# summary_active_calories_title
source: Active Calories
de: Aktive Kalorien
es: Calorías Activas
fr: Calories actives
ja: アクティブカロリー
pt: Calorias Ativas
ru: Активные калории
sv: Aktiva kalorier
zh_hans: 消耗卡路里
zh_hant: 消耗卡路里

# summary_total_calories_title
source: Total Calories
de: Gesamtkalorien
es: Calorías Totales
fr: Calories totales
ja: 総カロリー
pt: Calorias Totais
ru: Всего калорий
sv: Totalt antal kalorier
zh_hans: 总卡路里
zh_hant: 總卡路里

# summary_calories_value
source: %lical
ja: %liカロリー
ru: %li кал.
sv: %li kalorier
zh_hans: %li卡
zh_hant: %li卡

# summary_average_heart_rate_title
source: Avg Heart Rate
de: Durchschn. Herzfrequ.
es: Ritmo Cardíaco Prom.
fr: Pouls moyen
ja: 平均心拍数
pt: Freq. Card. Méd.
ru: Сред. серд. ритм
sv: Hjärtfrekvens
zh_hans: 平均心率
zh_hant: 平均心率

# summary_discard_button
source: Discard
de: Löschen
es: Eliminar
fr: Annuler
ja: 削除
pt: Descartar
ru: Сброс
sv: Släng
zh_hans: 舍弃
zh_hant: 捨棄

# summary_dismiss_button
source: Dismiss
de: Verwerfen
es: Eliminar
fr: Annuler
ja: 終了
pt: Dispensar
ru: Отмена
sv: Avvisa
zh_hans: 关闭
zh_hant: 關閉

# summary_save_failed_title
source: Save Failed
de: Speichern fehlge.
es: Error al Guardar
fr: Sauvegarde échouée
ja: 保存失敗
pt: Salv. Falhou
ru: Ошибка сохранения
sv: Ej sparad
zh_hans: 保存失败
zh_hant: 保存失敗

# activities_title
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
pt: Atividade
ru: Активность
sv: Aktivitet
zh_hans: 活动
zh_hant: 活動

# activities_location_title
source: Location
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所
pt: Local
ru: Место
sv: Plats
zh_hans: 位置
zh_hant: 位置

# activities_activities_title
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ
pt: Atividades
ru: Активности
sv: Aktiviteter
zh_hans: 活动
zh_hant: 活動

# activities_indoor_activity
source: Indoor %@
de: Drinnen %@
es: %@ Interior
fr: %@ en intérieur
ja: 室内%@
pt: %@ Coberta
ru: %@ в помещении
sv: %@ inomhus
zh_hans: 室内%@
zh_hant: 室內%@

# activities_outdoor_activity
source: Outdoor %@
de: Im Freien %@
es: %@ Exterior
fr: %@ à l'extérieur
ja: 屋外%@
pt: %@ ao Ar Livre
ru: %@ на воздухе
sv: %@ utomhus
zh_hans: 室外%@
zh_hant: 室外%@

# list_info_message_paid
source: Your saved timers will appear here after making changes in the iOS app.
de: Ihre gespeicherten Timer erscheinen hier, nachdem Sie die iOS App aktualisiert haben.
es: Tus temporizadores guardados aparecerán aquí después de hacer cambios en la app de iOS.
fr: Vos minuteurs enregistrés apparaitront ici après avoir effectué des changements dans l'appli iOS.
ja: iOSアプリに変更を加えると、保存したタイマーがこちらに表示されます。
pt: Seus temporizadores salvos aparecerão aqui após fazer as alterações no app para iOS.
ru: Ваши сохраненные таймеры появятся здесь после изменений в iOS-приложении.
sv: Här kan du se dina sparade timers när du har gjort ändringar i iOS-appen.
zh_hans: 在iOS应用程序进行更改后，您保存的计时器将显示在此处。
zh_hant: 在iOS應用程式進行更改後，你保存的計時器將顯示在此處。

# quick_timer_name
source: Quick Timer
es: Temporizador Rápido
fr: Minuteur rapide
ja: クイック・タイマー
pt: Temporizador Rápido
ru: Быстрый таймер
sv: Snabbtimer
zh_hans: 快速计时
zh_hant: 快速計時

# quick_timer_exercise
source: Exercise %li
de: Übung %li
es: Ejercicio %li
fr: Exercice %li
ja: エクササイズ %li
pt: Exercício %li
ru: Упражнение %li
sv: Övning %li
zh_hans: 健身项目 %li
zh_hant: 健身專案 %li

# timer_exercise_name_left
source: %@ (Left)
de: %@ (Links)
es: %@ (Izquierda)
fr: %@ (gauche)
ja: %@ (左)
pt: %@ (Esquerda)
ru: %@ (лев.)
sv: %@ (Vänster)
zh_hans: %@（左）
zh_hant: %@（左）

# timer_exercise_name_right
source: %@ (Right)
de: %@ (Rechts)
es: %@ (Derecha)
fr: %@ (droite)
ja: %@ (右)
pt: %@ (Direita)
ru: %@ (прав.)
sv: %@ (Höger)
zh_hans: %@（右）
zh_hant: %@（右）

# quick_timer_warm_up
source: Warm Up
es: Calentamiento
fr: Échauffement
ja: ウォーム・アップ
pt: Aquecimento
ru: Разминка
sv: Uppvärmning
zh_hans: 热身
zh_hant: 熱身

# quick_timer_cool_down
source: Cool Down
es: Enfriamiento
fr: Récupération
ja: クール・ダウン
pt: Desaquecimento
ru: Заминка
sv: Nedvarvning
zh_hans: 运后放松
zh_hant: 運後放鬆

# quick_timer_rest
source: Rest
de: Ruhe
es: Descanso
fr: Repos
ja: 休憩
pt: Descanso
ru: Отдых
sv: Vila
zh_hans: 休息
zh_hant: 休息

# summary_save_failed_message
source: Have you granted the required permissions in the iOS app settings?
de: Haben Sie der App in den iOS App-Einstellungen die erforderlichen Berechtigungen erteilt?
es: ¿Has otorgado los permisos requeridos en la configuración de la app de iOS?
fr: Avez-vous donnez les autorisations nécessaires dans les paramètres de l'appli iOS ?
ja: iOS アプリ設定で、必要な許可を付与しましたか？
pt: Você garantiu as permissões necessárias nas configurações do app iOS?
ru: Вы дали необходимые разрешения в настройках iOS-приложения?
sv: Har du tillåtit behörigheter i iOS-inställningarna för appen?
zh_hans: 您是否在iOS应用设置中授予了所需的权限？
zh_hant: 你是否在iOS應用設置中授予了所需的許可權？

# list_unnamed_timer
source: Unnamed Timer
de: Unbenannter Timer
es: Temporizador sin nombre
fr: Minuteur sans nom
ja: 名前のないタイマー
pt: Temp. Sem Nome
ru: Безымянный таймер
sv: Timer utan namn
zh_hans: 未命名计时器
zh_hant: 未命名計時器

# list_unnamed_folder
source: Unnamed Folder
de: Unbenannter Ordner
es: Carpeta sin nombre
fr: Dossier sans nom
ja: 名前のないフォルダー
pt: Pasta Sem Nome
ru: Безымянная папка
sv: Mapp utan namn
zh_hans: 未命名文件夹
zh_hant: 未命名資料夾

# upgrade_available_products_header
source: Available Upgrades
de: Verfügbare Upgrades]
es: Mejoras disponibles
fr: Mises à niveau disponibles
ja: 可能なアップグレード
pt: Atualizações Disponíveis
ru: Доступные обновления
sv: Tillgängliga uppgraderingar
zh_hans: 可用更新
zh_hant: 可用更新

# upgrade_restore_footer
source: Restores purchases made with previous installations of Seconds.
de: Stellt Einkäufe, die Sie für eine frühere Installation von Seconds erworben haben, wieder her
es: Restaurar compras hechas en Seconds anteriormente
fr: Restaure les achats effectués avec les précédentes installations de Seconds
ja: Secondsの前回のインストールでの購入を復元する
pt: Restaura compras feitas com as instalações do Seconds anteriores
ru: Обновление покупок в предыдущих установках Seconds
sv: Återställer köps som gjorts med tidigare versioner av Seconds.
zh_hans: 恢复先前Seconds安装时做出的购买
zh_hant: 恢復先前Seconds安裝時做出的購買

# upgrade_title
source: Upgrade
es: Mejoras
fr: Mettre à niveau
ja: アップグレード
pt: Atualizar
ru: Обновить
sv: Uppgradera
zh_hans: 升级
zh_hant: 升級

# media_permission_warning_message
source: To assign audio to your intervals you will need to update your settings and allow %@ access to your Media Library
de: Um Ihren Intervallen Audio zuzuweisen, müssen Sie Ihre Einstellungen aktualisieren und %@ Zugriff zu Ihrer Mediathek gewähren.
es: Para asignar audio a tus intervalos, debes cambiar tus ajustes para permitir acceso %@ a tu Música
fr: Pour assigner de l'audio à vos intervalles, vous devrez mettre vos paramètres à jour et permettre à %@ d'accéder à votre médiathèque
ja: 間隔にオーディオを割り当てるには、設定を更新し、メディアライブラリへの%@アクセスを許可する必要があります
pt: Para colocar áudio nos seus intervalos, você precisará atualizar suas configurações e permitir %@ acessar a sua Biblioteca de Mídia
ru: Чтобы назначить аудио на свои интервалы, вам нужно будет обновить свои настройки и разрешить доступ %@ к вашей медиа-библиотеке
sv: För att lägga till ljudspår på dina intervaller måste du uppdatera dina inställningar och ge %@ åtkomst till ditt mediebibliotek.
zh_hans: 要根据您的时间间隔分配音频，您需要更新设置并允许%@访问您的媒体库
zh_hant: 要根據你的時間間隔分配音訊，你需要更新設置並允許%@訪問你的媒體庫

# audio_not_found_title
source: Audio not found
de: Audio nicht gefunden
es: Audio no encontrado
fr: Audio non trouvé
ja: オーディオが見つかりません
pt: Áudio não encontrado
ru: Аудио не найдено
sv: Ljudspår hittades ej
zh_hans: 音频未找到
zh_hant: 音訊未找到

# audio_not_found_message
source: Please reselect your audio
de: Bitte wählen Sie das Audio erneut aus
es: Por favor, vuelve a seleccionar el audio
fr: Veuillez sélectionner à nouveau votre audio
ja: あなたのオーディオを再選択してください
pt: Selecionar novamente o seu áudio
ru: Выберите аудио повторно
sv: Vänligen välj ljudspår igen
zh_hans: 请重新选择您的音频
zh_hant: 請重新選擇你的音訊

# audio_editor_timer_resume_label
source: Sync song changes with intervals
de: Synchronisieren Sie Lied-Wechsel mit Intervallen
es: Sincroniza cambios de canciones con intervalos
fr: Synchroniser les changements de chanson avec des intervalles
ja: ソングの変更をインターバルと同期させる
pt: A sincronização das músicas muda com os intervalos
ru: Синхронизация изменений песни с интервалами
sv: Synkroniserad låt ändras med intervaller
zh_hans: 同步歌曲更改与时间间隔
zh_hant: 同步歌曲更改與時間間隔

# watch_settings_skip_restart_option
source: Skip restart option
de: Neustart-Option überspringen
es: Omitir opción de reinicio
fr: Passer l'option de redémarrage
ja: 再スタートのオプションをスキップ
pt: Pular opção de reiniciar
ru: Пропустить возможность перезапуска
sv: Hoppa över val för omstart
zh_hans: 跳过重启选项
zh_hant: 跳過重啟選項
