Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# notification_outro
source: Runloop will never send you marketing or other unwanted messages via notifications.
de: Runloop sendet Ihnen niemals Marketing- oder andere unerwünschte Nachrichten über Benachrichtigungen.
es: Runloop nunca le enviará mensajes de marketing u otros mensajes no deseados a través de notificaciones.
fr: Runloop ne vous enverra jamais de messages marketing ou autres messages indésirables via des notifications.
ja: Runloopは、マーケティングやその他の不要なメッセージをあなたに通知することはありません。
pt: O Runloop nunca enviará mensagens de marketing ou outras mensagens indesejadas por meio de notificações.
ru: Runloop никогда не отправит вам маркетинговые или другие нежелательные сообщения через уведомления.
sv: Runloop skickar aldrig marknadsföring eller andra oönskade meddelanden via meddelanden.
zh_hans: Runloop绝不会通过通知向您发送营销或其他不需要的消息。
zh_hant: Runloop絕不會通過通知向您發送營銷或其他不需要的消息。

# notification_enable_button
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Permitir notificaciones
fr: Activer les notifications
ja: 通知を有効にします
pt: Ativar notificações
ru: Включить уведомления
sv: Aktivera meddelanden
zh_hans: 启用通知
zh_hant: 啟用通知

# notification_skip_button
source: Continue without notifications
de: Ohne Benachrichtigungen fortfahren
es: Continuar sin notificaciones
fr: Continuer sans notifications
ja: 通知なしで続行する
pt: Continue sem notificações
ru: Продолжить без уведомлений
sv: Fortsätt utan meddelanden
zh_hans: 继续没有通知
zh_hant: 繼續沒有通知

# circuit_editor_new_exercise_name
source: Exercise %li
de: Übung %li
es: Ejercicio %li
fr: Exercice %li
ja: エクササイズ%li
pt: Exercício %li
ru: Упражнение %li
sv: Övning %li
zh_hans: 健身项目 %li
zh_hant: 健身專案 %li

# interval_editor_reduced_volume
source: Reduce Audio Volume
de: Reduzieren Sie die Lautstärke
es: Reducir el volumen de audio
fr: Réduire le volume audio
ja: オーディオの音量を下げる
pt: Reduzir o volume do áudio
ru: Уменьшить громкость звука
sv: Minska ljudvolymen
zh_hans: 减少音量
zh_hant: 減少音量

# settings_privacy_title
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Intimité
ja: プライバシー
pt: Privacidade
ru: Конфиденциальность
sv: Integritet
zh_hans: 隐私
zh_hant: 隱私

# settings_privacy_analytics_title
source: Enable Analytics
de: Aktivieren Sie Analytics
es: Habilitar Analytics
fr: Activer les analyses
ja: 分析を有効にする
pt: Ativar o Analytics
ru: Включить аналитику
sv: Aktivera Analytics
zh_hans: 启用分析
zh_hant: 啟用分析

# settings_privacy_analytics_description
source: Runloop monitors active installs, screen views and other interface events to improve the quality and performance of the app. User content and Health data are never sent to our servers.
de: Runloop überwacht aktive Installationen, Bildschirmansichten und andere Schnittstellenereignisse, um die Qualität und Leistung der App zu verbessern. Benutzerinhalte und Integritätsdaten werden niemals an unsere Server gesendet.
es: Runloop supervisa las instalaciones activas, vistas de pantalla y otros eventos de la interfaz para mejorar la calidad y el rendimiento de la aplicación. El contenido del usuario y los datos de salud nunca se envían a nuestros servidores.
fr: Runloop surveille les installations actives, les vues d'écran et d'autres événements d'interface pour améliorer la qualité et les performances de l'application. Le contenu de l'utilisateur et les données d'intégrité ne sont jamais envoyés à nos serveurs.
ja: Runloopは、アクティブインストール、スクリーンビュー、その他のインターフェースイベントを監視して、アプリの品質とパフォーマンスを向上させます。ユーザーコンテンツと健康データは私たちのサーバーに送信されることはありません。
pt: O Runloop monitora instalações ativas, exibições de tela e outros eventos de interface para melhorar a qualidade e o desempenho do aplicativo. O conteúdo do usuário e os dados de integridade nunca são enviados para nossos servidores.
ru: Runloop отслеживает активные установки, просмотры экрана и другие события интерфейса для улучшения качества и производительности приложения. Пользовательский контент и данные о здоровье никогда не отправляются на наши серверы.
sv: Runloop-monitorer aktiva installationer, skärmvyer och andra gränssnittshändelser för att förbättra appens kvalitet och prestanda. Användarinnehåll och hälsodata skickas aldrig till våra servrar.
zh_hans: Runloop监视活动安装，屏幕视图和其他界面事件，以提高应用程序的质量和性能。用户内容和健康数据永远不会发送到我们的服务器。
zh_hant: Runloop監視活動安裝，屏幕視圖和其他界面事件，以提高應用程序的質量和性能。用戶內容和健康數據永遠不會發送到我們的服務器。

# settings_privacy_crash_title
source: Enable Crash Reports
de: Aktivieren Sie Absturzberichte
es: Habilitar informes de bloqueo
fr: Activer les rapports d'incident
ja: クラッシュレポートを有効にする
pt: Ativar relatórios de falhas
ru: Включить отчеты о сбоях
sv: Aktivera kraschrapporter
zh_hans: 启用崩溃报告
zh_hant: 啟用崩潰報告

# settings_privacy_crash_description
source: Runloop collects crash reports to help diagnose fatal errors and improve the quality, performance & user experience of the app.
de: Runloop erfasst Absturzberichte, um schwerwiegende Fehler zu diagnostizieren und die Qualität, Leistung und Benutzererfahrung der App zu verbessern.
es: Runloop recopila informes de errores para ayudar a diagnosticar errores fatales y mejorar la calidad, el rendimiento y la experiencia del usuario de la aplicación.
fr: Runloop collecte des rapports d'incident pour aider à diagnostiquer les erreurs fatales et à améliorer la qualité, les performances et l'expérience utilisateur de l'application.
ja: Runloopはクラッシュレポートを収集して致命的なエラーを診断し、アプリの品質、パフォーマンス、ユーザーエクスペリエンスを向上させます。
pt: O Runloop coleta relatórios de falhas para ajudar a diagnosticar erros fatais e melhorar a qualidade, o desempenho e a experiência do usuário do aplicativo.
ru: Runloop собирает отчеты о сбоях, чтобы помочь диагностировать фатальные ошибки и улучшить качество, производительность и удобство работы приложения.
sv: Runloop samlar kraschrapporter för att diagnostisera dödliga fel och förbättra appens kvalitet, prestanda och användarupplevelse.
zh_hans: Runloop收集崩溃报告，以帮助诊断致命错误并改善应用程序的质量，性能和用户体验。
zh_hant: Runloop收集崩潰報告，以幫助診斷致命錯誤並改善應用程序的質量，性能和用戶體驗。

# countdown_timer_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Restabelecer
ru: Сброс
sv: Återställ
zh_hans: 重启
zh_hant: 重啟

# countdown_timer_title
source: Countdown
es: Cuenta regresiva
fr: Compte à rebours
ja: カウントダウン
pt: Contagem regressiva
ru: Обратный отсчет
sv: Nedräkning
zh_hans: 倒数
zh_hant: 倒數

# countdown_notification_message
source: Your countdown is complete
de: Ihr Countdown ist abgeschlossen
es: Tu cuenta regresiva esta completa
fr: Votre compte à rebours est terminé
ja: あなたのカウントダウンは完了しました
pt: Sua contagem regressiva está completa
ru: Ваш обратный отсчет завершен
sv: Din nedräkning är klar
zh_hans: 倒计时完成了
zh_hant: 倒計時完成了

# intervals_tabbar_title
source: My Intervals
de: Intervalle
es: Intervalos
fr: Intervalles
ja: 間隔
pt: Intervalos
ru: Интервалы
sv: Intervaller
zh_hans: 间隔
zh_hant: 間隔

# countdown_preset_title
source: Preset %li
de: Voreinstellung %li
es: Preajuste %li
fr: Préréglage %li
ja: プリセット%li
pt: Predefinição %li
ru: Предустановка %li
sv: Förinställd %li
zh_hans: 预设%li
zh_hant: 預設%li

# timer_settings_countdown_presets
source: Countdown Presets
de: Countdown-Voreinstellungen
es: Presets de cuenta atrás
fr: Compte à rebours
ja: カウントダウンプリセット
pt: Predefinições de contagem regressiva
ru: Пресеты обратного отсчета
sv: Nedräkning förinställningar
zh_hans: 倒计时预设
zh_hant: 倒計時預設

# countdown_presets_footer
source: Countdown presets are only editable for upgraded users.
de: Countdown-Voreinstellungen können nur für aktualisierte Benutzer bearbeitet werden.
es: Los ajustes preestablecidos de cuenta atrás solo son editables para usuarios actualizados.
fr: Les préréglages de compte à rebours ne sont modifiables que pour les utilisateurs mis à niveau.
ja: カウントダウンプリセットは、アップグレードされたユーザーに対してのみ編集可能です。
pt: As predefinições de contagem regressiva são editáveis apenas para usuários atualizados.
ru: Предварительные настройки обратного отсчета доступны только для обновленных пользователей.
sv: Nedräkningsinställningar kan bara redigeras för uppgraderade användare.
zh_hans: 倒计时预设仅适用于升级用户。
zh_hant: 倒計時預設僅適用於升級用戶。

# watch_loading_timers_message
source: Please wait while your timers are transferred from your phone.
de: Bitte warten Sie, während Ihre Timer von Ihrem Telefon übertragen werden.
es: Espera mientras tus temporizadores se transfieren desde tu teléfono.
fr: Veuillez patienter pendant le transfert de vos minuteurs depuis votre téléphone.
ja: タイマーが携帯電話から転送されるまでお待ちください。
pt: Aguarde enquanto os seus temporizadores são transferidos do seu telefone.
ru: Пожалуйста, подождите, пока ваши таймеры будут переведены с вашего телефона.
sv: Vänta medan dina timers överförs från din telefon.
zh_hans: 请等待您的计时器从手机转移。
zh_hant: 請等待您的計時器從手機轉移。

# watch_voice_title
source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
pt: Voz
ru: Голос
sv: Röst
zh_hans: 语音
zh_hant: 語音

# stopwatch_button_start
source: Start
es: Comienzo
fr: Début
ja: 開始
pt: Começar
ru: Начните
zh_hans: 开始
zh_hant: 開始

# stopwatch_button_stop
source: Stop
de: Halt
es: Detener
fr: Arrêtez
ja: やめる
pt: Pare
ru: Стоп
sv: Stopp
zh_hans: 停止
zh_hant: 停止

# stopwatch_button_lap
source: Lap
de: Runde
es: Vuelta
fr: Tour
ja: ラップ
pt: Colo
ru: Круг
sv: Varv
zh_hans: 膝部
zh_hant: 膝部

# stopwatch_button_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Restabelecer
ru: Сброс
sv: Nollställ
zh_hans: 重启
zh_hant: 重啟

# stopwatch_lap_title
source: Lap %li
de: Runde %li
es: Vuelta %li
fr: Tour %li
ja: %li周目
pt: Colo %li
ru: %li Круг
sv: Varv %li
zh_hans: 第%li圈
zh_hant: 第%li圈

# stopwatch_title
source: Stopwatch
de: Stoppuhr
es: Cronógrafo
fr: Chronomètre
ja: ストップウォッチ
pt: Cronômetro
ru: Секундомер
sv: Stoppur
zh_hans: 跑表
zh_hant: 跑表

# watch_stopwatch_title
source: Stopwatch
de: Stoppuhr
es: Cronógrafo
fr: Chronomètre
ja: ストップウォッチ
pt: Cronômetro
ru: Секундомер
sv: Stoppur
zh_hans: 跑表
zh_hant: 跑表

# interval_editor_split_rest_duration
source: Pause Between Sides
de: Pause zwischen den Seiten
es: Pausa entre lados
fr: Pause entre les côtés
ja: 両側を一時停止
pt: Pausa entre os lados
ru: Пауза между сторонами
sv: Paus mellan sidor
zh_hans: 在双方之间暂停
zh_hant: 在雙方之間暫停

# interval_name_swap_sides
source: Swap sides
de: Seiten wechseln
es: Intercambiar lados
fr: Inverser les côtés
ja: 辺を入れ替える
pt: Troque os lados
ru: Поменять стороны
sv: Byt sida
zh_hans: 交换双方
zh_hant: 交換雙方

# watch_home_quick_timer
source: Quick Intervals
de: Schnelle Intervalle
es: Intervalos rápidos
fr: Intervalles rapides
ja: クイックインターバル
pt: Intervalos Rápidos
ru: Быстрые Интервалы
sv: Snabbintervaller
zh_hans: 快速间隔
zh_hant: 快速間隔

# watch_home_intervals
source: My Intervals
de: Meine Intervalle
es: Mis intervalos
fr: Mes intervalles
ja: 私の間隔
pt: Meus intervalos
ru: Мои интервалы
sv: Mina intervaller
zh_hans: 我的间隔
zh_hant: 我的間隔

# watch_home_countdown
source: Countdown
es: Cuenta regresiva
fr: Compte à rebours
ja: カウントダウン
pt: Contagem regressiva
ru: Обратный отсчет
sv: Nedräkning
zh_hans: 倒数
zh_hant: 倒數

# watch_home_stopwatch
source: Stopwatch
de: Stoppuhr
es: Cronógrafo
fr: Chronomètre
ja: ストップウォッチ
pt: Cronômetro
ru: Секундомер
sv: Stoppur
zh_hans: 跑表
zh_hant: 跑表

# watch_home_settings
source: Settings
de: Die Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt: Definições
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設置

# watch_settings_alerts
source: Alerts
de: Alarme
es: Las alertas
fr: Les alertes
ja: アラート
pt: Alertas
ru: Оповещения
sv: Varningar
zh_hans: 警报
zh_hant: 警報

# watch_settings_haptics
source: Haptics
de: Haptik
es: Hápticos
ja: ハプティクス
ru: Учение о тактильной чувствительности
sv: Haptik
zh_hans: 触觉
zh_hant: 觸覺

# watch_settings_low_power
source: Low Power Mode
de: Energiesparmodus
es: Modo de bajo consumo
fr: Mode basse consommation
ja: 低電力モード
pt: Modo de baixo consumo
ru: Режим низкой мощности
sv: Låg strömläge
zh_hans: 低功耗模式
zh_hant: 低功耗模式

# watch_settings_skip_restart
source: Skip Restart Option
de: Restart-Option überspringen
es: Saltar opción de reinicio
fr: Ignorer l'option de redémarrage
ja: 再起動オプションをスキップ
pt: Ignorar a opção de reinicialização
ru: Пропустить перезагрузку
sv: Hoppa över omstart
zh_hans: 跳过重启选项
zh_hant: 跳過重啟選項

# editor_total_time_title
source: Total Time
de: Gesamtzeit
es: Tiempo Total
fr: Temps total
ja: 合計時間
pt: Tempo total
ru: Общее время
sv: Total tid
zh_hans: 总时间
zh_hant: 總時間

# user_details_anonymous
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
ja: 匿名
pt: Anônimo
ru: анонимное
sv: Anonym
zh_hans: 匿名
zh_hant: 匿名

# user_details_signed_in_label
source: Signed in as
de: Eingeloggt als
es: Registrado como
fr: Connecté en tant que
ja: としてログイン
pt: Assinado como
ru: Подписан как
sv: Inloggad som
zh_hans: 签到
zh_hant: 簽到

# user_details_title
source: User Account
de: Benutzerkonto
es: Cuenta de usuario
fr: Compte d'utilisateur
ja: ユーザーアカウント
pt: Conta de usuário
ru: Учетная запись пользователя
sv: Användarkonto
zh_hans: 用户帐号
zh_hant: 用戶帳號

# user_details_anonymous_footer
source: This anonymous user is valid on this device only.
de: Dieser anonyme Benutzer ist nur für dieses Gerät gültig.
es: Este usuario anónimo solo es válido en este dispositivo.
fr: Cet utilisateur anonyme est valide sur cet appareil uniquement.
ja: この匿名ユーザーはこの端末でのみ有効です。
pt: Este usuário anônimo é válido apenas neste dispositivo.
ru: Этот анонимный пользователь действителен только на этом устройстве.
sv: Den anonyma användaren är endast giltig på den här enheten.
zh_hans: 此匿名用户仅在此设备上有效。
zh_hant: 此匿名用戶僅在此設備上有效。

# user_details_upgrade
source: Upgrade Status
es: Estado de actualización
fr: Statut de mise à niveau
ja: アップグレードステータス
pt: Status de Upgrade
ru: Обновление статуса
sv: Uppgraderingsstatus
zh_hans: 升级状态
zh_hant: 升級狀態

# user_details_upgrade_none
source: None
de: Keiner
es: Ninguna
fr: Aucun
ja: 無し
pt: Nenhum
ru: Никто
sv: Ingen
zh_hans: 没有
zh_hant: 沒有

# user_details_upgrade_unverified
source: Unverified
de: Nicht verifiziert
es: No verificada
fr: Non vérifié
ja: 未検証
pt: Não verificado
ru: Непроверенный
sv: Overifierade
zh_hans: 未验证
zh_hant: 未驗證

# user_details_upgrade_verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
ja: 確認済み
pt: Verificado
ru: Проверенный
sv: Verifierad
zh_hans: 验证
zh_hant: 驗證

# user_details_verify_upgrade
source: Verify Upgrade
de: Überprüfen Sie das Upgrade
es: Verificar actualización
fr: Vérifier la mise à niveau
ja: アップグレードを確認する
pt: Verificar atualização
ru: Подтвердить обновление
sv: Verifiera uppgradering
zh_hans: 验证升级
zh_hant: 驗證升級

# user_details_sign_out
source: Sign Out
de: Ausloggen
es: Desconectar
fr: Déconnexion
ja: サインアウト
pt: Sair
ru: Выход
sv: Logga ut
zh_hans: 登出
zh_hant: 登出

# user_details_copy_uid
source: Copy User ID
de: Benutzer-ID kopieren
es: Copiar ID de usuario
fr: Copier l'ID utilisateur
ja: ユーザーIDをコピー
pt: Copiar ID do usuário
ru: Скопировать идентификатор пользователя
sv: Kopiera användar-ID
zh_hans: 复制用户ID
zh_hant: 複製用戶ID

# free_bezel_message_verify_succeeded
source: Verification Successful
de: Überprüfung erfolgreich
es: Verificación exitosa
fr: Vérification réussie
ja: 検証成功
pt: Verificação bem sucedida
ru: Проверка успешна
sv: Verifiering framgångsrik
zh_hans: 验证成功
zh_hant: 驗證成功

# free_bezel_message_verify_failed
source: Unable to Verify
de: Überprüfung nicht möglich
es: No se puede verificar
fr: Impossible à vérifier
ja: 確認できません
pt: Não é possível verificar
ru: Невозможно подтвердить
sv: Det gick inte att verifiera
zh_hans: 无法验证
zh_hant: 無法驗證

# free_bezel_message_verifying
source: Verifying
de: Überprüfung
es: Verificando
fr: Vérification
ja: 確認中
pt: Verificando
ru: Проверка
sv: Verifiera
zh_hans: 验证
zh_hant: 驗證

# support_report_bug
source: Report a bug
de: Melde einen technischen Fehler
es: Reportar un error
fr: Signaler un bug
ja: バグを報告
pt: Reportar um erro
ru: Сообщить об ошибке
sv: Rapportera en bugg
zh_hans: 报告错误
zh_hant: 報告錯誤

# support_help_contact
source: Contact Support
de: Kontaktieren Sie Support
es: Soporte al cliente
fr: Contactez le support
ja: サポート問い合わせ先
pt: Entre em contato com o suporte
ru: Контактная поддержка
sv: Kontakta supporten
zh_hans: 联系支持
zh_hant: 聯繫支持

# interval_name_first_half_default
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
pt: Esquerda
ru: Лев.
sv: Vänster
zh_hans: 剩下
zh_hant: 剩下

# interval_name_second_half_default
source: Right
de: Rechts
es: Derecho
fr: Droite
ja: 右
pt: Direito
ru: Прав.
sv: Höger
zh_hans: 对
zh_hant: 對

# interval_name_first_half_label
source: First Half
de: Erste Hälfte
es: Primera mitad
fr: Première moitié
ja: 前半
pt: Primeira metade
ru: Первая половина
sv: Första halvan
zh_hans: 上半场
zh_hant: 上半場

# interval_name_second_half_label
source: Second Half
de: Zweite Hälfte
es: Segunda mitad
fr: Deuxième partie
ja: 後半
pt: Segundo tempo
ru: Вторая половина
sv: Andra hälften
zh_hans: 下半场
zh_hant: 下半場

# color_settings_previous_version_3_light
source: Version 3 Colours (Light Theme)
de: Version 3 Farben (Light Theme)
es: Versión 3 colores (tema claro)
fr: Version 3 Couleurs (Thème Lumière)
ja: バージョン3色（ライトテーマ）
pt: Versão 3 cores (tema claro)
ru: Версия 3 Цвета (Light Theme)
sv: Version 3-färger (Light Theme)
zh_hans: 版本3颜色（浅色主题）
zh_hant: 版本3顏色（淺色主題）

# color_settings_previous_version_3_dark
source: Version 3 Colours (Dark Theme)
de: Version 3 Farben (Dark Theme)
es: Versión 3 colores (tema oscuro)
fr: Version 3 couleurs (thème sombre)
ja: バージョン3カラー（ダークテーマ）
pt: Versão 3 cores (tema escuro)
ru: Версия 3 Цвета (Темная Тема)
sv: Version 3-färger (Dark Theme)
zh_hans: 版本3颜色（深色主题）
zh_hant: 版本3顏色（深色主題）

# toolbar_item_share_online
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
pt: Compartilhar
ru: Поделиться
sv: Dela med sig
zh_hans: 分享
zh_hant: 分享

# toolbar_item_share_device
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
pt: Compartilhar
ru: Поделиться
sv: Dela med sig
zh_hans: 分享
zh_hant: 分享

# timer_settings_shortcuts_heading
source: Quick actions & URLs
de: Schnelle Aktionen und URLs
es: Acciones rápidas y URL
fr: Actions rapides et URL
ja: クイックアクションとURL
pt: Ações rápidas e URLs
ru: Быстрые действия и URL
sv: Snabba åtgärder och webbadresser
zh_hans: 快速操作和网址
zh_hant: 快速操作和網址

# external_display_settings_title
source: External Display
de: Externe Anzeige
es: Pantalla externa
fr: Affichage externe
ja: 外部ディスプレイ
ru: Внешний дисплей
sv: Extern skärm
zh_hant: 外接顯示器

# external_display_settings_logo_heading
source: Logo
ja: ロゴ
ru: логотип
sv: Logotyp
zh_hant: 商標

# external_display_settings_logo_footnote
source: A logo to be displayed on the timer screen when screen mirroring. The image will be scaled to fit within a 320px square, and will not cropped at all.
de: Ein Logo, das bei der Bildschirmspiegelung auf dem Timer-Bildschirm angezeigt wird. Das Bild wird so skaliert, dass es in ein Quadrat mit 320 Pixel passt, und es wird überhaupt nicht zugeschnitten.
es: Un logotipo que se mostrará en la pantalla del temporizador cuando se refleje la pantalla. La imagen se escalará para ajustarse a un cuadrado de 320 px, y no se recortará en absoluto.
fr: Un logo à afficher sur l'écran de la minuterie lors de la mise en miroir de l'écran. L'image sera mise à l'échelle pour tenir dans un carré de 320 pixels et ne sera pas recadrée du tout.
ja: 画面ミラーリング時にタイマー画面に表示されるロゴ。画像は320pxの正方形に収まるように拡大縮小され、まったくトリミングされません。
ru: Логотип, отображаемый на экране таймера при зеркалировании экрана. Изображение будет масштабировано, чтобы поместиться в квадрат размером 320 пикселей, и не будет обрезано вообще.
sv: En logotyp som ska visas på timerskärmen vid skärmspegling. Bilden skalas så att den passar i en kvadrat på 320px och beskärs inte alls.
zh_hant: 屏幕鏡像時，將在計時器屏幕上顯示徽標。圖像將被縮放以適合320px的正方形，並且將完全不會被裁剪。

# external_display_settings_privacy_heading
source: Privacy Screen
de: Datenschutzbildschirm
es: Pantalla de privacidad
fr: Écran privé
ja: プライバシー画面
ru: Экран конфиденциальности
sv: Sekretessskärm
zh_hant: 隱私屏幕

# external_display_settings_privacy_footnote
source: The privacy screen is used when screen mirroring to prevent any personal details being displayed. The image will be scaled to fill a 16:9 ratio rectangle, and will crop excess.
de: Der Datenschutzbildschirm wird bei der Bildschirmspiegelung verwendet, um zu verhindern, dass persönliche Daten angezeigt werden. Das Bild wird skaliert, um ein Rechteck mit einem Verhältnis von 16: 9 zu füllen, und es wird ein Überschuss zugeschnitten.
es: La pantalla de privacidad se usa cuando se duplica la pantalla para evitar que se muestren detalles personales. La imagen se escalará para llenar un rectángulo de relación 16: 9 y recortará el exceso.
fr: L'écran de confidentialité est utilisé lors de la mise en miroir de l'écran pour empêcher l'affichage de détails personnels. L'image sera mise à l'échelle pour remplir un rectangle de rapport 16: 9 et recadrera l'excédent.
ja: プライバシー画面は、画面のミラーリング時に個人情報が表示されないようにするために使用されます。画像は16：9の比率の長方形に合わせて拡大縮小され、余分な部分がトリミングされます。
ru: Экран конфиденциальности используется при зеркалировании экрана для предотвращения отображения любых личных данных. Изображение будет масштабировано, чтобы заполнить прямоугольник с соотношением сторон 16: 9, и будет обрезать лишнее.
sv: Sekretessskärmen används vid skärmspegling för att förhindra att personlig information visas. Bilden skalas för att fylla en rektangel på 16: 9 och skära överskott.
zh_hant: 屏幕鏡像時使用隱私屏幕，以防止顯示任何個人詳細信息。圖像將被縮放以填充16：9比例的矩形，並將裁切多餘的圖像。

# external_display_settings_privacy_screen_title
source: Show Privacy Screen
de: Datenschutzbildschirm anzeigen
es: Mostrar pantalla de privacidad
fr: Afficher l'écran de confidentialité
ja: プライバシー画面を表示
ru: Показать экран конфиденциальности
sv: Visa sekretessskärm
zh_hant: 顯示隱私屏幕

# external_display_settings_messages_header
source: Promotional Messages
de: Werbebotschaften
es: Mensajes promocionales
fr: Messages promotionnels
ja: プロモーションメッセージ
ru: Рекламные сообщения
sv: Kampanjmeddelanden
zh_hant: 促銷訊息

# external_display_settings_add_message
source: Add Message
de: Nachricht hinzufügen
es: Agregar mensaje
fr: Ajouter un message
ja: メッセージを追加
ru: Добавить сообщение
sv: Lägg till meddelande
zh_hant: 添加留言

# external_display_settings_messages_footer
source: Promotional messages are displayed in turn along the bottom of the timer.
de: Werbebotschaften werden der Reihe nach am unteren Rand des Timers angezeigt.
es: Los mensajes promocionales se muestran a su vez en la parte inferior del temporizador.
fr: Les messages promotionnels s'affichent tour à tour en bas de la minuterie.
ja: プロモーションメッセージは、タイマーの下部に順番に表示されます。
ru: Рекламные сообщения отображаются по очереди вдоль нижней части таймера.
sv: Kampanjmeddelanden visas i tur och ordning längs timerns botten.
zh_hant: 促銷信息將沿著計時器底部依次顯示。

# external_display_settings_message_placeholder
source: Message #%ld
de: Nachricht # %ld
es: Mensaje # %ld
ja: メッセージ＃ %ld
ru: Сообщение № %ld
sv: Meddelande # %ld
zh_hant: 訊息＃ %ld

# photos_picker_unauthorised_title
source: No access to Camera Roll
de: Kein Zugriff auf die Kamerarolle
es: No hay acceso a Camera Roll
fr: Pas d'accès à Camera Roll
ja: カメラロールにアクセスできません
ru: Нет доступа к Camera Roll
sv: Ingen åtkomst till kamerarulle
zh_hant: 無法使用相機膠卷

# photos_picker_unauthorised_message
source: You can grant access to Seconds from the Settings app.
de: Sie können den Zugriff auf Seconds über die Einstellungen-App gewähren.
es: Puede otorgar acceso a Seconds desde la aplicación Configuración.
fr: Vous pouvez accorder l'accès à Seconds depuis l'application Paramètres.
ja: 設定アプリからSecondsへのアクセスを許可できます。
ru: Вы можете предоставить доступ к секундам из приложения Настройки.
sv: Du kan ge åtkomst till Seconds från appen Inställningar.
zh_hant: 您可以從“設置”應用授予對“秒”的訪問權限。

# photos_picker_title
source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisissez l'image
ja: 画像を選択
ru: Выберите изображение
sv: Välj bild
zh_hant: 選擇圖片
