Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# interval_editor_exclude_from_count
source: Exclude From Count
de: Von Zählung ausschließen
es: Excluir del Recuento
fr: Exclure du décompte
ja: カウントから除外する
pt: Excluir da Contagem
ru: Исключить из подсчета
sv: Ta inte med i beräkningarna
zh_hans: 不包括在运动项目计数中
zh_hant: 不包括在運動項目計數中

# interval_editor_halfway_alert
source: Halfway Alert
de: Halbzeit-Alarm
es: Alerta Intermedia
fr: Alerte mi-course
ja: 中間点アラート
pt: Alerta de Meio Caminho
ru: Частичный сигнал
sv: Halvtidsalarm
zh_hans: 半程提示
zh_hant: 半程提示

# common_editor_allow_overrun
source: Allow Overrun
de: Überschreiten erlauben
es: Permitir Sobrepasar
fr: Continuer le minuteur
ja: 超過を許可
pt: Permitir excesso
ru: Разрешить превышение
sv: Tillåt överskrivning
zh_hans: 允许超出范围
zh_hant: 允許超出範圍

# timer_settings_overrun_interval_name
source: Overrun
de: Überschreiten
es: Sobrepasar
fr: Continuer
ja: 超過
pt: Excesso
ru: Превышение
sv: Överskrivning
zh_hans: 超出范围
zh_hant: 超出範圍

# timer_settings_display
source: Configure Timer Display
de: Timer Anzeige konfigurieren
es: Configurar Visualización del Temporizador
fr: Configurer l'affichage du timer
ja: 時間表示を設定
pt: Configurar Tela do Temporizador
ru: Настройка дисплея таймера
sv: Ställ in display för timern
zh_hans: 设置计时器显示
zh_hant: 設置計時器顯示

# share_settings_share_on_complete
source: Share on Timer Complete
de: Timer nach Fertigstellung teilen
es: Compartir al Completar el Temporizador
fr: Partage du minuteur terminé
ja: 終了したタイマーをシェア
pt: Compartilhar em Temporizador Completo
ru: Публикация по таймеру выполнена
sv: Dela inställningar på färdig timer
zh_hans: 分享完成计时器
zh_hant: 分享完成計時器

# timer_interval_remaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
ja: 残り
pt: Restante
ru: Осталось
sv: Återstående
zh_hans: 剩余
zh_hant: 剩餘

# timer_current_bpm
source: Heart Rate
de: Herzfrequenz
es: Pulsaciones
fr: Pouls
ja: 心拍数
pt: Frequência Cardíaca
ru: Пульс
sv: Puls
zh_hans: 心率
zh_hant: 心率

# timer_interval_elapsed
source: Elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé
ja: 経過時間
pt: Decorrido
ru: Прошло
sv: Förfluten
zh_hans: 历时
zh_hant: 歷時

# timer_calories
source: Calories
de: Kalorien
es: Calorías
ja: カロリー
pt: Calorias
ru: Калории
sv: Kalorier
zh_hans: 卡路里
zh_hant: 卡路里

# timer_display_settings_group_total_time
source: Total Time
de: Gesamtzeit
es: Tiempo Total
fr: Durée totale
ja: 合計タイム
pt: Tempo Total
ru: Всего времени
sv: Total tid
zh_hans: 总时间
zh_hant: 總時間

# timer_display_settings_group_interval_time
source: Interval Time
de: Intervallzeit
es: Tiempo del Intervalo
fr: Durée de l'intervalle
ja: インターバルタイム
pt: Tempo de Intervalo
ru: Время интервала
sv: Intervalltid
zh_hans: 运动项目时间
zh_hant: 運動項目時間

# timer_display_settings_group_counters
source: Counters
de: Zähler
es: Contadores
fr: Compteurs
ja: カウンター
pt: Contadores
ru: Счетчики
sv: Räknare
zh_hans: 计数器
zh_hant: 計數器

# timer_display_settings_group_heart_rate
source: Heart Rate
de: Herzfrequenz
es: Ritmo Cardíaco
fr: Rythme cardiaque
ja: 心拍数
pt: Frequência Cardíaca
ru: Пульс
sv: Puls
zh_hans: 心率
zh_hant: 心率

# timer_display_settings_title
source: Timer Display
de: Timer Anzeige
es: Visualización del Temporizador
fr: Affichage du minuteur
ja: 時間表示
pt: Tela do Temporizador
ru: Дисплей таймеров
sv: Display för timer
zh_hans: 计时器显示
zh_hant: 計時器顯示

# timer_display_settings_main_label
source: Main
de: Haupt
es: Principal
fr: Menu
ja: メイン
pt: Principal
ru: Главный
sv: Huvudmeny
zh_hans: 主显示
zh_hant: 主顯示

# timer_display_settings_left_label
source: Left
de: links
es: Izquierda
fr: Gauche
ja: 左
pt: Esquerda
ru: Левый
sv: Vänster
zh_hans: 左边显示
zh_hant: 左邊顯示

# timer_display_settings_center_label
source: Center
de: mittig
es: Central
fr: Centre
ja: 中央
pt: Centro
ru: Центральный
sv: Mitten
zh_hans: 中间显示
zh_hant: 中間顯示

# timer_display_settings_right_label
source: Right
de: rechts
es: Derecha
fr: Droite
ja: 右
pt: Direita
ru: Правый
sv: Höger
zh_hans: 右边显示
zh_hant: 右邊顯示

# timer_display_settings_options_title
source: Pick One
de: Eine Option wählen
es: Elije
fr: Choisissez-en un
ja: ひとつ選択
pt: Escolha Um
ru: Выберите один
sv: Välj en
zh_hans: 选择一个
zh_hant: 選擇一個

# timer_info_total_remaining
source: Total Remaining
de: Insgesamt verbleibend
es: Total Restante
fr: Total restant
ja: 残り合計
pt: Total Restante
ru: Всего осталось
sv: Totalt återstående
zh_hans: 总剩余
zh_hant: 總剩餘

# timer_info_total_elapsed
source: Total Elapsed
de: Insgesamt verstrichen
es: Total Transcurrido
fr: Total écoulé
ja: 経過合計
pt: Total Decorrido
ru: Всего прошло
sv: Totalt förfluten
zh_hans: 总历时
zh_hant: 總歷時

# timer_info_interval_remaining
source: Interval Remaining
de: Intervall verbleibend
es: Restante del Intervalo
fr: Intervalle restant
ja: 残りのインターバル
pt: Intervalo Restante
ru: Оставшийся интервал
sv: Återstående intervall
zh_hans: 剩余运动项目
zh_hant: 剩餘運動項目

# timer_info_interval_elapsed
source: Interval Elapsed
de: Intervall verstrichen
es: Transcurrido del Intervalo
fr: Intervalle écoulé
ja: 完了したインターバル
pt: Intervalo Decorrido
ru: Прошедший интервал
sv: Förflutet intervall
zh_hans: 已完成运动项目
zh_hant: 已完成運動項目

# timer_info_interval_count
source: Interval Count
de: Intervall Zähler
es: Recuento de Intervalos
fr: Décompte de l'intervalle
ja: インターバル・カウント
pt: Contagem de Intervalo
ru: Счетчик интервалов
sv: Intervallräkning
zh_hans: 运动项目计数
zh_hant: 運動項目計數

# timer_info_bpm_current
source: Current Beats per Minute
de: Aktuelle Schläge pro Minute
es: Latidos por Minuto Actuales
fr: Battements actuels par minute
ja: 現在の1分当たりの鼓動
pt: Atual Batidas por Minuto
ru: Такты в минуту
sv: Nuvarande slag per minut
zh_hans: 现在每秒心跳
zh_hant: 現在每秒心跳

# timer_info_total_calories
source: Calories
de: Kalorien
es: Calorías
ja: カロリー
pt: Calorias
ru: Калории
sv: Kalorier
zh_hans: 卡路里
zh_hant: 卡路里

# heart_rate_settings_title
source: Heart Rate Settings
de: Herzfrequenz Einstellungen
es: Ajustes de Ritmo Cardíaco
fr: Paramètres du rythme cardiaque
ja: 心拍設定
pt: Frequência Cardíaca
ru: Настройки пульса
sv: Pulsinställningar
zh_hans: 心率设置
zh_hant: 心率設置

# heart_rate_settings_own_title
source: My Sensors
de: Meine Sensoren
es: Mis Sensores
fr: Mes capteurs
ja: マイ・センサー
pt: Meus Sensores
ru: Мои датчики
sv: Mina sensorer
zh_hans: 我的传感器
zh_hant: 我的感測器

# heart_rate_settings_nearby_title
source: Nearby Sensors
de: Nahegelegene Sensoren
es: Sensores Cercanos
fr: Capteurs à proximité
ja: 付近のセンサー
pt: Sensores Próximos
ru: Ближайшие датчики
sv: Närliggande sensorer
zh_hans: 附近传感器
zh_hant: 附近感測器

# heart_rate_settings_no_sensors
source: No Sensors
de: Keine Sensoren
es: Sin Sensores
fr: Aucun capteur
ja: センサーはありません
pt: Sem Sensores
ru: Нет датчиков
sv: Inga sensorer
zh_hans: 无传感器
zh_hant: 無感測器

# heart_rate_settings_discover_sensors
source: Discover Nearby Sensors
de: Nahegelegene Sensoren entdecken
es: Buscar Sensores Cercanos
fr: Trouver des capteurs à proximité
ja: 付近のセンサーを検索
pt: Descobrir Sensores Próximos
ru: Найти ближайшие датчики
sv: Sök närliggande sensorer
zh_hans: 搜索周围传感器
zh_hant: 搜索周圍感測器

# heart_rate_settings_stop_discovery
source: End Discovery
de: Entdecken beenden
es: Dejar de Buscar
fr: Terminer la recherche
ja: 検索終了
pt: Fim da Descoberta
ru: Конец поиска
sv: Avsluta sökning
zh_hans: 结束搜索
zh_hant: 結束搜索

# personal_details_title
source: Personal Details
de: Persönliche Details
es: Datos Personales
fr: Détails personnels
ja: 個人の詳細
pt: Detalhes Pessoais
ru: Личные данные
sv: Personuppgifter
zh_hans: 个人详情
zh_hant: 個人詳情

# personal_details_sex_label
source: Gender
de: Geschlecht
es: Sexo
fr: Genre
ja: 性別
pt: Sexo
ru: Пол
sv: Kön
zh_hans: 性别
zh_hant: 性別

# personal_details_sex_female
source: Female
de: Weiblich
es: Femenino
fr: Femme
ja: 女性
pt: Feminino
ru: Женский
sv: Kvinna
zh_hans: 女性
zh_hant: 女性

# personal_details_sex_male
source: Male
de: Männlich
es: Masculino
fr: Homme
ja: 男性
pt: Masculino
ru: Мужской
sv: Man
zh_hans: 男性
zh_hant: 男性

# personal_details_birthyear_label
source: Year of Birth
de: Geburtsjahr
es: Año de Nacimiento
fr: Année de naissance
ja: 生まれた年
pt: Ano de Nascimento
ru: Год рождения
sv: Födelseår
zh_hans: 出生年份
zh_hant: 出生年份

# personal_details_birthyear_invalid_title
source: Invalid Year of Birth
de: Ungültiges Geburtsjahr
es: Año de Nacimiento No Válido
fr: Année de naissance invalide
ja: 生まれた年が無効です
pt: Ano de Nascimento Inválido
ru: Год рождения неверен
sv: Ogiltigt födelseår
zh_hans: 出生年份无效
zh_hant: 出生年份無效

# personal_details_birthyear_invalid_message
source: Please enter a birth year from %1$li up to or including %2$li
de: Bitte geben Sie ein Geburtsjahr von %1$li, bis zu oder einschließlich %2$li
es: Ingrese un año de nacimiento desde %1$li hasta o incluyendo %2$li
fr: Veuillez saisir une année de naissance de %1$li ou y compris %2$li
ja: 誕生年を入力してください%1$liまでまたはを含む%2$li
pt: Por favor introduza um ano do nascimento de %1$li ou incluindo %2$li
ru: Пожалуйста, введите год рождения от %1$li до %2$li включительно
sv: Ange ett födelsår från %1$li upp till eller inklusive %2$li
zh_hans: 请输入出生年份从%1$li达到或包括%2$li
zh_hant: 请输入出生年份从%1$li达到或包括%2$li

# personal_details_weight_label
source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
pt: Peso
ru: Масса тела
sv: Vikt
zh_hans: 体重
zh_hant: 體重

# personal_details_weight_unit_label
source: Unit
de: Einheit
es: Unidad
fr: Unité
ja: 単位
pt: Unidade
ru: Единица
sv: Enhet
zh_hans: 单位
zh_hant: 單位

# personal_details_fitness_level_label
source: Fitness Level
de: Fitnessniveau
es: Nivel de Estado Físico
fr: Niveau physique
ja: フィットネスレベル
pt: Nível de Fitness
ru: Уровень физподготовки
sv: Fitnessnivå
zh_hans: 健身等级
zh_hant: 健身等級

# personal_details_fitness_level_very_poor
source: Very Poor
de: Sehr schlecht
es: Muy Pobre
fr: Très bas
ja: 非常に悪い
pt: Muito Pobre
ru: Очень низкий
sv: Väldigt dålig
zh_hans: 较低
zh_hant: 較低

# personal_details_fitness_level_poor
source: Poor
de: Schlecht
es: Pobre
fr: Bas
ja: 悪い
pt: Pobre
ru: Низкий
sv: Dålig
zh_hans: 低
zh_hant: 低

# personal_details_fitness_level_fair
source: Fair
de: Mittelmäßig
es: Promedio
fr: Moyen
ja: 標準
pt: Moderado
ru: Средний
sv: Medel
zh_hans: 一般
zh_hant: 一般

# personal_details_fitness_level_good
source: Good
de: Gut
es: Bueno
fr: Bon
ja: 良い
pt: Bom
ru: Хороший
sv: Bra
zh_hans: 较高
zh_hant: 較高

# personal_details_fitness_level_excellent
source: Excellent
de: Exzellent
es: Excelente
ja: 非常に良い
pt: Excelente
ru: Превосходный
sv: Utmärkt
zh_hans: 高
zh_hant: 高

# personal_details_fitness_level_superior
source: Superior
de: Überragend
es: Extraordinario
fr: Supérieur à la moyenne
ja: 優秀
ru: Исключительный
sv: Överlägsen
zh_hans: 很高
zh_hant: 很高

# personal_details_vo2max_label
source: Or VO2 Max
de: oder VO2max
es: O VO2 Max
fr: ou VO2 Max
ja: あるいは最大酸素摂取量
pt: Ou VO2 Máx
ru: или VO2 Max
sv: eller VO2 Max
zh_hans: 或者最大摄氧量
zh_hant: 或者最大攝氧量

# timer_downloading_alerts_message
source: This timer contains alerts that require downloading. You may dismiss this message now but alerts will not sound until downloaded.
de: Dieser Timer enthält Alarme, die heruntergeladen werden müssen. Sie können diese Nachricht verwerfen, aber die Alarme werden nicht abgespielt, bis diese heruntergeladen wurden.
es: Este temporizador contiene alertas que requieren descargas. Si descartas este mensaje ahora, las alertas no sonarán hasta que las descargues.
fr: Ce minuteur contient des alertes nécessitant un téléchargement. Vous pouvez fermer ce message mais les alertes ne seront pas audibles jusqu'à ce qu'elles soient téléchargées
ja: このタイマーにはダウンロードが必要なアラートが含まれています。今はこのメッセージを却下できますが、ダウンロードされるまで警告音は鳴りません。
pt: Esse temporizador contém alertas que exigem download. Você pode excluir essa mensagem agora, mas os alertas não vão soar até serem baixados.
ru: Данный таймер содержит сигналы, требующие загрузки. Вы можете проигнорировать это сообщение, но без загрузки сигналы не будут воспроизводиться.
sv: Den här timern kräver nedladdade filer. Du kan avfärda det här meddelandet nu, men larmen kommer inte att ringa förrän nedladdningen är klar.
zh_hans: 本计时器中包含的提示需要下载。您可以忽略本条信息但提示在下载之前不会响起
zh_hant: 本計時器中包含的提示需要下載。你可以忽略本條資訊但提示在下載之前不會響起

# timer_downloading_alerts_title
source: Downloading Alerts
de: Alarme werden heruntergeladen
es: Alertas de Descarga
fr: Téléchargement des alertes
ja: ダウンロード警告
pt: Alertas de Download
ru: Загрузка сигналов
sv: Notis för nedladdning
zh_hans: 下载提示
zh_hant: 下載提示

# toolbar_item_export
source: Export
es: Exportar
fr: Exporter
ja: エクスポート
pt: Exportar
ru: Экспорт
sv: Exportera
zh_hans: 导出
zh_hant: 匯出

# speech_alert_prewarn_end_with_name
source: {current_timer_name} completed in
de: {current_timer_name} abgeschlossen in
es: {current_timer_name} completado en
fr: {current_timer_name} terminé en
ja: {current_timer_name} が終了します
pt: {current_timer_name} completado em
ru: {current_timer_name} завершен за
sv: {current_timer_name} klarades på
zh_hans: {current_timer_name}完成倒计时
zh_hant: {current_timer_name}完成倒計時

# speech_alert_halfway
source: That's halfway
de: Halbzeit
es: Esta es la mitad
fr: Vous êtes à la moitié
ja: 中間点です
pt: Isso é meio caminho
ru: Половина
sv: Det är halvvägs
zh_hans: 到达半程
zh_hant: 到達半程

# speech_alert_halfway_with_time
source: Halfway - {current_remaining_time} to go.
de: Halbzeit, nur noch {current_remaining_time}
es: Por la mitad, quedan {current_remaining_time}.
fr: Mi-chemin, plus que {current_remaining_time}
ja: 中間点です。終了まで {current_remaining_time} です。
pt: Meio Caminho, {current_remaining_time} para ir.
ru: Половина, осталось еще {current_remaining_time}
sv: Halvvägs, {current_remaining_time} kvar.
zh_hans: 已到半程，还有{current_remaining_time}
zh_hant: 已到半程，還有{current_remaining_time}

# common_optional_placeholder
source: Optional
es: Opcional
fr: Facultatif
ja: オプション
pt: Opcional
ru: Опционально
sv: Valfritt
zh_hans: 可选
zh_hant: 可選

# audio_editor_persist_label
source: Persist
de: Fortlaufend
es: Persiste
fr: Persister
ja: 音楽を継続
pt: Persistir
ru: Не прекращать
sv: Fortsätt
zh_hans: 持续
zh_hant: 持續

# timer_average_bpm
source: Average BPM
de: Durchschnitts-BPM
es: PPM promedio
fr: BPM moyen
ja: 平均BPM
pt: BPM Média
ru: Среднее число тактов в минуту
sv: Genomsnittliga SPM
zh_hans: 平均BPM
zh_hant: 平均BPM

# timer_max_bpm
source: Max BPM
de: Maximaler BPM
es: PPM máximo
fr: BPM max
ja: 最大BPM
pt: BPM Máx
ru: Максимальное число тактов в минуту
sv: Max SPM
zh_hans: 最大BPM
zh_hant: 最大BPM

# timer_info_bpm_average
source: Average Beats Per Minute
de: Durchschnittliche Herzschläge pro Minute
es: Promedio de Pulsaciones por Minuto
fr: Battements par minute moyen
ja: 1分間の平均心拍数
pt: Batidas Por Minuto Média
ru: Среднее число тактов в минуту
sv: Genomsnittliga slag per minut
zh_hans: 平均每分钟心跳
zh_hant: 平均每分鐘心跳

# timer_info_bpm_max
source: Maximum Beats Per Minute
de: Maximale Herzschläge pro Minute
es: Máximas Pulsaciones por Minuto
fr: Battements par minute maximum
ja: 1分間の最大心拍数
pt: Batidas Por Minuto Máxima
ru: Максимальное число тактов в минуту
sv: Max antal slag per minut
zh_hans: 最大每分钟心跳
zh_hant: 最大每分鐘心跳

# timer_settings_control_with_remote
source: Control With Remote
de: Via Fernbedienung bedienen
es: Controlar con Mando
fr: Contrôle à distance
ja: 遠隔でのコントロール
pt: Controle Remoto Com
ru: Дистанционное управление
sv: Kontrollera med fjärrkontroll
zh_hans: 远程控制
zh_hant: 遠程控制

# circuit_editor_randomise_exercises_label
source: Randomise Order
de: Zufällige Reihenfolge
es: Orden Aleatorio
fr: Randomiser l'ordre
ja: 順序のランダム化
pt: Ordem Aleatória
ru: Порядок случайного распределения
sv: Blanda ordningen
zh_hans: 随机顺序
zh_hant: 隨機順序

# settings_health_header
source: Apple Health
ja: Appleヘルス
pt: Apple Saúde
zh_hans: Apple健康
zh_hant: Apple健康

# settings_share_health_data
source: Save Workout Data
de: Speichern von Trainingsdaten
es: Guardar datos de entrenamiento
fr: Enregistrer Des Données D'Entraînement
ja: ワークアウトデータを保存する
pt: Salvar dados de treino
ru: Сохранить данные тренировки
sv: Spara Träningsdata
zh_hans: 保存锻炼数据
zh_hant: 保存鍛煉數據

# personal_details_sex_other
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
pt: Outro
ru: Другое
sv: Annat
zh_hans: 其他
zh_hant: 其他

# personal_details_sex_not_set
source: Not Set
de: Nicht festgelegt
es: Sin Determinar
fr: Non définie
ja: 設定しない
pt: Não Definido
ru: Не выбрано
sv: Inget val
zh_hans: 未设定
zh_hant: 未設定

# common_editor_activity_label
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
pt: Atividade
ru: Занятие
sv: Aktivitet
zh_hans: 运动
zh_hant: 運動

# activity_type_none
source: Not Set
de: Nicht festgelegt
es: Sin Determinar
fr: Non définie
ja: 設定しない
pt: Não Definida
ru: Не выбрано
sv: Inget val
zh_hans: 未设定
zh_hant: 未設定

# activity_picker_title
source: Activity Type
de: Aktivitätsart
es: Tipo de Actividad
fr: Type d'activité
ja: アクティビティ・タイプ
pt: Tipo de Atividade
ru: Вид занятий
sv: Typ av aktivitet
zh_hans: 运动类型
zh_hant: 運動類型

# soundscheme_beeps_single_short_alternating
source: Single Beep, Short, Alternating
de: Einzelner Pieps, Kurz, Abwechselnd
es: Un solo bip, Corto, Alterno
fr: Bip unique, Court, Alterné
ja: シングルビープ音、ショート、交互
pt: Bip Único, Curto, Alternando
ru: Одиночный звук, короткий, чередующийся
sv: Ett pip, kort, alternerande
zh_hans: 单哔声，短，交替
zh_hant: 單嗶聲，短，交替

# soundscheme_beeps_single_long_alternating
source: Single Beep, Long, Alternating
de: Einzelner Pieps, Lang, Abwechselnd
es: Un solo bip, Largo, Alterno
fr: Bip unique, Long, Alterné
ja: シングルビープ音、ロング、交互
pt: Bip Único, Longo, Alternando
ru: Одиночный звук, долгий, чередующийся
sv: Ett pip, långt, alternerande
zh_hans: 单哔声，长，交替
zh_hant: 單嗶聲，長，交替

# sound_settings_music_player_label
source: Use System Music Player
de: Verwenden Sie den System Music Player
es: Utilizar Reproductor de Música del Sistema
fr: Utiliser le lecteur de musique du système
ja: システムの音楽プレーヤーを使用します
pt: Usar o Reprodutor de Música do Sistema
ru: Использовать системный аудиопроигрыватель
sv: Använd systemets musikprogram
zh_hans: 使用系统音乐播放器
zh_hant: 使用系統音樂播放機

# support_beta_label
source: Become a beta tester
de: Beta-Tester werden
es: Conviértete en Evaluador Beta
fr: Devenir un testeur Beta
ja: ベータテスターになる
pt: Torne-se um testador beta
ru: Стать бета-тестером
sv: Bli beta-testare
zh_hans: 成为beta版测试员
zh_hant: 成為beta版測試員

# support_social_title
source: Social Channels
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
ja: ソーシャル チャンネル
pt: Canais Sociais
ru: Социальные каналы
sv: Sociala medier
zh_hans: 社交频道
zh_hant: 社交頻道

# home_more_apps_title
source: More from Runloop
de: Mehr von Runloop
es: Más sobre Runloop
fr: Plus d'applis de Runloop
ja: Runloopの他のアプリ
pt: Mais da Runloop
ru: Другие предложения Runloop
sv: Mer från Runloop
zh_hans: 更多Runloop的内容
zh_hant: 更多Runloop的內容

# home_heavyset_description
source: Workout tracker & gym log for strength training and bodybuilding.
de: Fitness-Tracker & Trainings-Logbuch für Krafttraining und Bodybuilding.
es: Seguimiento de entrenamiento en gimnasio y registro de sesiones para entrenamiento muscular y fisicoculturismo
fr: Suivi d'entrainement et historique de gym pour la musculation et le bodybuilding.
ja: 筋力トレーニングと体作りのための、ワークアウトトラッカーとジムの記録
pt: Tracker e registrador de treino para treinamento de força e bodybuilding na academia.
ru: Спортивный монитор и журнал занятий для силовых упражнений и бодибилдинга.
sv: Tracker för träning & gym-logg för styrketräning och bodybuilding.
zh_hans: 力量训练和健身的锻炼跟踪器和健身房日志。
zh_hant: 力量訓練和健身的鍛煉跟蹤器和健身房日誌。

# settings_backup_title
source: iCloud Backups
es: Copias de seguridad en iCloud
fr: Sauvegardes sur iCloud
ja: iCloudのバックアップ
pt: Backups da iCloud
ru: Резервные копии в iCloud
sv: Backup med iCloud
zh_hans: iCloud备份
zh_hant: iCloud備份

# backup_title
source: iCloud Backups
es: Copias de seguridad en iCloud
fr: Sauvegardes sur iCloud
ja: iCloudのバックアップ
pt: Backups da iCloud
ru: Резервные копии в iCloud
sv: Backup med iCloud
zh_hans: iCloud备份
zh_hant: iCloud備份

# backup_restore_section_header
source: Select a backup to restore
de: Wählen Sie den wiederherzustellenden Backup aus
es: Selecciona una copia de seguridad para restaurar
fr: Sélectionnez une sauvegarde à restaurer
ja: リストアするバックアップを選択してください。
pt: Selecione um backup para restaurar
ru: Выберите резервную копию для восстановления
sv: Välj en backup att återställa
zh_hans: 选择要还原的备份
zh_hant: 選擇要還原的備份

# backup_restore_message
source: Restoring this backup will overwrite your existing timers. Is this what you want to do?
de: Indem Sie diesen Backup wiederherstellen, werden Ihre aktuellen Zeiten überschrieben. Möchten Sie fortfahren?
es: Al restaurar esta copia de seguridad se borrarán tus temporizadores. ¿Es esto lo que deseas hacer?
fr: Restaurer cette sauvegarde remplacera vos minuteurs. Est-ce vraiment ce que vous voulez faire ?
ja: バックアップをリストアすると、現在のタイマーが上書きされます。続けますか？
pt: Restaurar esse backup irá sobrescrever os seus temporizadores existentes. É isso que quer fazer?
ru: Восстановление этой копии перезапишет существующие таймеры. Вы уверены, что хотите продолжить?
sv: När du återställer backup raderas dina aktuella timers. Vill du göra det?
zh_hans: 还原此备份将覆盖现有计时器。您确定要这么做吗？
zh_hant: 還原此備份將覆蓋現有計時器。你確定要這麼做嗎？

# backup_restore_overwrite
source: Overwrite
de: Überschreiben
es: Sobreescribir
fr: Remplacer
ja: 上書きする
pt: Sobrescrever
ru: Перезаписать
sv: Skriv över
zh_hans: 覆盖
zh_hant: 覆蓋

# backup_restore_progress_message
source: Restoring iCloud Backup
de: iCloud-Backup wird wiederhergestellt
es: Restaurando Copia de iCloud
fr: Restauration de la sauvegarde iCloud
ja: iCloudのバックアップをリストアしています
pt: Restaurando Backup da iCloud
ru: Восстановление из iCloud
sv: Återställer iCloud-backup
zh_hans: 还原iCloud备份
zh_hant: 還原iCloud備份

# backup_restore_success_message
source: Restore Succeeded
de: Wiederherstellung erfolgreich
es: Restauración Exitosa
fr: Restauration réussie
ja: リストアが完了しました
pt: Restaurado com Sucesso
ru: Восстановление успешно
sv: Återställning klar
zh_hans: 还原成功
zh_hant: 還原成功

# backup_restore_failed_message
source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Error de Restauración
fr: Restauration échouée
ja: リストアに失敗しました
pt: Restauração Falhou
ru: Восстановление не удалось
sv: Återställningen misslyckades
zh_hans: 还原失败
zh_hant: 還原失敗

# timer_info_percentage_max_heartrate
source: Percent of Max Heartrate
de: Prozent der max. Herzfrequenz
es: Porcentaje de Ritmo Cardíaco Máximo
fr: Pourcentage du ryhtme cardiaque
ja: 最大心拍数の割合
pt: Porcentagem da Máx. Frequência Cardíaca
ru: Процент от максимальной частоты пульса
sv: Procentantal av högsta hjärtfrekvens
zh_hans: 最大心率的百分比
zh_hant: 最大心率的百分比

# timer_info_current_time
source: Current Time
de: Aktuelle Zeit
es: Hora Actual
fr: Temps actuel
ja: 現在の時刻
pt: Tempo Atual
ru: Текущее время
sv: Nuvarande tid
zh_hans: 当前时间
zh_hant: 當前時間

# timer_percent_heartrate
source: HR %
de: HF %
es: % RC
fr: RC %
ja: 心拍数 %
pt: FC %
sv: Hjärtfrekvens %
zh_hans: 心率%
zh_hant: 心率%

# timer_info_not_available
source: N/A
de: Nicht erhältlich
es: N/D
ja: 情報なし
ru: Недоступно
sv: Ej tillgänglig
zh_hans: 不可用
zh_hant: 不可用

# heart_zone_very_light
source: Very Light
de: Sehr niedrig
es: Muy Ligero
fr: Très basse
ja: とても軽い
pt: Muito Leve
ru: Очень легкая
sv: Mycket lätt
zh_hans: 很轻
zh_hant: 很輕

# heart_zone_light
source: Light
de: Niedrig
es: Ligero
fr: Basse
ja: 軽い
pt: Leve
ru: Легкая
sv: Lätt
zh_hans: 轻
zh_hant: 輕

# heart_zone_moderate
source: Moderate
de: Durchschnittlich
es: Moderado
fr: Moyenne
ja: 標準
pt: Moderado
ru: Средняя
sv: Medel
zh_hans: 中度
zh_hant: 中度

# heart_zone_hard
source: Hard
de: Hoch
es: Fuerte
fr: Haute
ja: ハード
pt: Difícil
ru: Сложная
sv: Svår
zh_hans: 重度
zh_hant: 重度

# heart_zone_maximum
source: Maximum
de: Maximal
es: Máximo
ja: 最大
pt: Máximo
ru: Максимальная
sv: Max
zh_hans: 最大
zh_hant: 最大

# timer_info_heartrate_zone
source: Heart Rate Zone
de: Herzfrequenz-Zone
es: Zona de Ritmo Cardíaco
fr: Zone de rythme cardiaque
ja: 心拍数領域
pt: Zona de Frequência Cardíaca
ru: Пульсовая зона
sv: Zon för hjärtfrekvens
zh_hans: 心率区
zh_hant: 心率區

# timer_heart_rate_zone
source: Zone
es: Zona
ja: 領域
pt: Zona
ru: Зона
sv: Zon
zh_hans: 区域
zh_hant: 區域
