Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# media_picker_album_title
source: Albums
de: Alben
es: Álbumes
ja: アルバム
pt: Álbuns
ru: Альбомы
sv: Album
zh_hans: 专辑
zh_hant: 專輯

# media_picker_artist_title
source: Artists
de: Künstler
es: Artistas
fr: Artistes
ja: アーティスト
pt: Artistas
ru: Исполнители
sv: Artister
zh_hans: 艺术家
zh_hant: 藝術家

# media_picker_genre_title
source: Genres
es: Géneros
ja: ジャンル
pt: Gêneros
ru: Жанры
zh_hans: 风格
zh_hant: 風格

# media_picker_podcasts_title
source: Podcasts
ja: ポッドキャスト
ru: Подкасты
sv: Podcaster
zh_hans: 播客
zh_hant: 播客

# media_picker_audiobooks_title
source: Audiobooks
de: Hörbücher
es: Audiolibros
fr: Livres audio
ja: オーディオブック
pt: Livros de Áudio
ru: Аудиокниги
sv: Ljudböcker
zh_hans: 有声读物
zh_hant: 有聲讀物

# media_picker_alert_action_ok
source: Select Anyway
de: Trotzdem wählen
es: Seleccionar de Todos Modos
fr: Sélectionner quand même
ja: とりあえず選択する
pt: Selecione de Qualquer Maneira
ru: Все равно выбрать
sv: Välj ändå
zh_hans: 依旧选取
zh_hant: 依舊選取

# media_picker_alert_action_pick_again
source: Pick Another
de: Andere auswählen
es: Seleccionar Otro
fr: Choisir un autre
ja: 他のものを選ぶ
pt: Escolha Outro
ru: Выбрать другое
sv: Välj annan
zh_hans: 选取另一个
zh_hant: 選取另一個

# media_picker_cloud_item_alert_title
source: Undownloaded Media
de: Nicht heruntergeladene Medien
es: Medios sin Descargar
fr: Média non téléchargé
ja: ダウンロードされていないメディアです
pt: Media Não Baixada
ru: Незагруженные медиа
sv: Ej nerladdad media
zh_hans: 无法下载的媒体
zh_hant: 無法下載的媒體

# media_picker_cloud_song_alert_message
source: The song '%@' has not been downloaded from iCloud and will not play during your timer. To ensure it does play you must first download it within the Music app.
de: Der Song '%@' wurde nicht aus iCloud heruntergeladen und wird nicht während Ihres Timers abgespielt. Um sicherzustellen, dass er abgespielt wird, müssen Sie ihn zuerst innerhalb der Musik-App herunterladen.
es: La canción '%@' todavía no ha sido descargada de iCloud y no será reproducida durante tu temporizador. Para asegurarte que se reproduzca debes descargarla en la app Música.
fr: La chanson '%@' n'a pas été téléchargée depuis iCloud et ne sera pas lue avec votre minuteur. Pour vous assurer qu'elle soit lue, vous devez d'abord la télécharger avec l'appli Musique.
ja: 曲名 '%@' はまだ iCloud からダウンロードされていないので、タイマー中に再生されません。 再生されるようにするには、まず Music アプリ内にダウンロードしてください。
pt: A Música '%@' contém não foi baixado do iCloud e não vai tocar durante seu temporizador. Para garantir que ele toque, você deve primeiro baixá-lo dentro do app de Música.
ru: Песня '%@' не была загружена из iCloud и не будет проигрываться при работе таймера. Чтобы слушать эту песню, сначала загрузите ее из приложения «Музыка».
sv: Låten '%@' har inte laddats ner från iCloud och kommer inte att spelas under tiden på din timer. För att vara säker på att den spelas måste du först ladda ner den i Musikappen.
zh_hans: 歌曲 ‘%@’ 尚未从 iCloud 下载，无法在您的计时器运行时播放。 已通过“音乐”应用程序下载的歌曲才可以播放。
zh_hant: 歌曲 ‘%@’ 尚未從 iCloud 下載，無法在你的計時器運行時播放。 已通過“音樂”應用程式下載的歌曲才可以播放。

# media_picker_cloud_album_alert_message
source: The album '%@' contains songs yet to be downloaded from iCloud which will not play during your timer. To ensure they do play you must first download them within the Music app.
de: Das Album '%@' enthält Songs, die noch nicht aus iCloud heruntergeladen wurden und während Ihres Timers nicht abgespielt werden. Um sicherzustellen, dass sie abgespielt werden, müssen Sie sie zuerst innerhalb der Musik-App herunterladen.
es: El álbum '%@' todavía no ha sido descargado de iCloud y no será reproducido durante tu temporizador. Para asegurarte que se reproduzca debes descargarlo en la app Música.
fr: L'album '%@' contient des chansons qui n'ont pas encore été téléchargées depuis iCloud et qui ne seront pas lues avec votre minuteur. Pour vous assurer qu'elles soient lues, vous devez d'abord les télécharger avec l'appli Musique.
ja: アルバム '%@' には、まだ iCloud からダウンロードされていない曲が含まれています。これはタイマー中に再生されません。 再生されるようにするには、まず Music アプリ内にダウンロードしてください。
pt: O álbum '%@' contém músicas ainda a ser baixadas do iCloud que não vão tocar durante seu temporizador. Para garantir que eles toquem, você deve primeiro baixá-los dentro do app de Música.
ru: Альбом '%@' содержит песни, которые не были загружены из iCloud и не могут проигрываться при работе таймера. Чтобы слушать эти песни, сначала загрузите их из приложения «Музыка».
sv: Albumet '%@' innehåller låtar som inte har laddats ner från iCloud och kommer inte att spelas upp under tiden på din timer. För att vara säker på att de kommer att spelas upp måste du först ladda ner dem i Musikappen.
zh_hans: 专辑 ‘%@’ 包含尚未从 iCloud 下载的歌曲，无法在您的计时器运行时播放它们。 已通过“音乐”应用程序下载的歌曲才可以播放。
zh_hant: 專輯 ‘%@’ 包含尚未從 iCloud 下載的歌曲，無法在你的計時器運行時播放它們。 已通過“音樂”應用程式下載的歌曲才可以播放。

# media_picker_cloud_artist_alert_message
source: The artist '%@' contains songs yet to be downloaded from iCloud which will not play during your timer. To ensure they do play you must first download them within the Music app.
de: Der Künstler '%@' enthält Songs, die noch nicht aus iCloud heruntergeladen wurden und während Ihres Timers nicht abgespielt werden. Um sicherzustellen, dass sie abgespielt werden, müssen Sie sie zuerst innerhalb der Musik-App herunterladen.
es: El artista '%@' no ha sido descargado de iCloud y no será reproducido durante tu temporizador. Para asegurarte que se reproduzca debes descargar las canciones en la app Música.
fr: L'artiste '%@' contient des chansons qui n'ont pas encore été téléchargées depuis iCloud et qui ne pourront pas être lues avec votre minuteur. Pour vous assurer qu'elles soient lues, vous devez d'abord les télécharger avec l'appli Musique.
ja: アーティスト '%@' には、まだ iCloud からダウンロードされていない曲が含まれています。これはタイマー中に再生されません。 再生されるようにするには、まず Music アプリ内にダウンロードしてください。
pt: O artista '%@' contém músicas ainda a ser baixadas do iCloud que não vão tocar durante seu temporizador. Para garantir que eles toquem, você deve primeiro baixá-los dentro do app de Música.
ru: У исполнителя '%@' найдены песни, которые не были загружены из iCloud и не могут проигрываться при работе таймера. Чтобы слушать эти песни, сначала загрузите их из приложения «Музыка».
sv: Artisten '%@' har låtar som inte har laddats ner från iCloud och kommer inte kommer att spelas upp under tiden på din timer. För att vara säker på att de spelas upp måste du först ladda ner dem i Musikappen.
zh_hans: 艺术家 ‘%@’ 包含尚未从 iCloud 下载的歌曲，无法在您的计时器运行时播放它们。 已通过“音乐”应用程序下载的歌曲才可以播放。
zh_hant: 藝術家 ‘%@’ 包含尚未從 iCloud 下載的歌曲，無法在你的計時器運行時播放它們。 已通過“音樂”應用程式下載的歌曲才可以播放。

# media_picker_cloud_playlist_alert_message
source: The playlist '%@' contains songs yet to be downloaded from iCloud which will not play during your timer. To ensure they do play you must first download them within the Music app.
de: Die Wiedergabeliste '%@' enthält Songs, die noch nicht aus iCloud heruntergeladen wurden und während Ihres Timers nicht abgespielt werden. Um sicherzustellen, dass sie abgespielt werden, müssen Sie sie zuerst innerhalb der Musik-App herunterladen.
es: La lista de reproducción '%@' todavía no ha sido descargada de iCloud y no será reproducida durante tu temporizador. Para asegurarte que se reproduzca debes descargar las canciones a la aplicación de Música.
fr: La playlist '%@' contient des chansons qui n'ont pas encore été téléchargées depuis iCloud et qui ne pourront pas être lues avec votre minuteur. Pour vous assurer qu'elles soient lues, vous devez d'abord les télécharger avec l'appli Musique.
ja: プレイリスト '%@' には、まだ iCloud からダウンロードされていない曲が含まれています。これはタイマー中に再生されません。 再生されるようにするには、まず Music アプリ内にダウンロードしてください。
pt: A lista de reprodução '%@' contém músicas ainda a ser baixadas do iCloud que não vão tocar durante seu temporizador. Para garantir que eles toquem, você deve primeiro baixá-los dentro do app de Música.
ru: Плейлист '%@' содержит песни, которые не были загружены из iCloud и не могут проигрываться при работе таймера. Чтобы слушать эти песни, сначала загрузите их из приложения «Музыка».
sv: Spellistan '%@' innehåller låtar som inte har laddats ner från iCloud och kommer inte att spelas upp under tiden på din timer. För att vara säker på att de spelas upp måste du först ladda ner dem i Musikappen.
zh_hans: 播放列表 ‘%@’ 包含尚未从 iCloud 下载的歌曲，无法在您的计时器运行时播放它们。 已通过“音乐”应用程序下载的歌曲才可以播放。
zh_hant: 播放清單 ‘%@’ 包含尚未從 iCloud 下載的歌曲，無法在你的計時器運行時播放它們。 已通過“音樂”應用程式下載的歌曲才可以播放。

# media_picker_cloud_genre_alert_message
source: The genre '%@' contains songs yet to be downloaded from iCloud which will not play during your timer. To ensure they do play you must first download them within the Music app.
de: Das Genre '%@' enthält Songs, die noch nicht aus iCloud heruntergeladen wurden und während Ihres Timers nicht abgespielt werden. Um sicherzustellen, dass sie abgespielt werden, müssen Sie sie zuerst innerhalb der Musik-App herunterladen.
es: El género '%@' todavía no ha sido descargado de iCloud y no será reproducido durante tu temporizador. Para asegurarte que se reproduzca debes descargar las canciones en la app Música.
fr: Le genre '%@' contient des chansons qui n'ont pas encore été téléchargées depuis iCloud et ne pourront pas être lues avec votre minuteur. Pour vous assurer qu'elles soient lues, vous devez d'abord les télécharger avec l'appli Musique.
ja: ジャンル '%@' には、まだ iCloud からダウンロードされていない曲が含まれています。これはタイマー中に再生されません。 再生されるようにするには、まず Music アプリ内にダウンロードしてください。
pt: O Gênero '%@' contém músicas ainda a ser baixadas do iCloud que não vão tocar durante seu temporizador. Para garantir que eles toquem, você deve primeiro baixá-los dentro do app de Música.
ru: Жанр '%@' содержит песни, которые не были загружены из iCloud и не могут проигрываться при работе таймера. Если вы хотите слушать эти песни, сначала загрузите их из приложения «Музыка».
sv: Genren '%@' innehåller låtar som inte har laddats ner från iCloud och kommer inte att spelas upp under tiden på din timer. För att vara säker på att de spelas upp måste du först ladda ner dem i Musikappen.
zh_hans: 风格 ‘%@’ 包含尚未从 iCloud 下载的歌曲，无法在您的计时器运行时播放它们。 已通过“音乐”应用程序下载的歌曲才可以播放。
zh_hant: 風格 ‘%@’ 包含尚未從 iCloud 下載的歌曲，無法在你的計時器運行時播放它們。 已通過“音樂”應用程式下載的歌曲才可以播放。

# units_unconvential_pood
source: %@pood
ja: %@プード

# units_title_mass_group
source: Mass
de: Masse
es: Masa
fr: Masse
ja: 質量
pt: Massa
ru: Масса
sv: Vikt
zh_hans: 质量
zh_hant: 品質

# units_title_pood_group
source: Poods
de: Pud
ja: プード
ru: Пуды

# units_title_long_distance_group
source: Long Distances
de: Lange Strecken
es: Distancias Largas
fr: Longues distances
ja: 長距離
pt: Longas Distâncias
ru: Длинные дистанции
sv: Långdistans
zh_hans: 长距离
zh_hant: 長距離

# units_title_short_distance_group
source: Short Distances
de: Kurze Strecken
es: Distancias Cortas
fr: Courtes distances
ja: 短距離
pt: Pequenas Distâncias
ru: Короткие дистанции
sv: Kortdistans
zh_hans: 短距离
zh_hant: 短距離

# units_type_kilograms
source: Kilograms
de: Kilogramm
es: Kilogramos
fr: Kilogrammes
ja: キログラム
pt: Quilogramas
ru: Килограммы
sv: Kilogram
zh_hans: 公斤
zh_hant: 公斤

# units_type_pounds
source: Pounds
de: Pfund
es: Libras
fr: Livres
ja: ポンド
pt: Libras
ru: Фунты
sv: Pund
zh_hans: 磅
zh_hant: 磅

# units_type_poods
source: Poods
de: Pud
ja: プード
ru: Пуды

# units_type_kilometers
source: Kilometres
de: Kilometer
es: Kilómetros
fr: Kilomètres
ja: キロメートル
pt: Quilômetros
ru: Километры
sv: Kilometer
zh_hans: 公里
zh_hant: 公里

# units_type_miles
source: Miles
de: Meilen
es: Millas
ja: マイル
pt: Milhas
ru: Мили
zh_hans: 英里
zh_hant: 英里

# units_type_meters
source: Metres
de: Meter
es: Metros
fr: Mètres
ja: メートル
pt: Metros
ru: Метры
sv: Meter
zh_hans: 米
zh_hant: 米

# units_type_yards
source: Yards
es: Yardas
ja: ヤード
pt: Jardas
ru: Ярды
zh_hans: 码
zh_hant: 碼

# units_type_feet
source: Feet
de: Fuß
es: Pies
fr: Pieds
ja: フィート
pt: Pés
ru: Футы
sv: Fot
zh_hans: 英尺
zh_hant: 英尺

# units_type_as_prescribed
source: As prescribed in routine
de: Wie in Routine beschrieben
es: Como prescrito en la rutina
fr: Comme prescrit dans la routine
ja: ルーティーンの指定通り
pt: Como prescrito na rotina
ru: Как указано в приложении
sv: Som ordinerat i rutinen
zh_hans: 按照常规规定
zh_hant: 按照常規規定

# units_preferred_units_title
source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
pt: Unidades
ru: Единицы измерения
sv: Enheter
zh_hans: 单位
zh_hant: 單位

# timer_elapsed
source: Elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé
ja: 経過
pt: Decorrido
ru: Прошло
sv: Förfluten
zh_hans: 历时
zh_hant: 歷時

# timer_interval
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: インターバル
pt: Intervalo
ru: Интервал
sv: Intervall
zh_hans: 运动项目
zh_hant: 運動項目

# timer_remaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
ja: 残り
pt: Restante
ru: Осталось
sv: Återstående
zh_hans: 剩下
zh_hant: 剩下

# timer_up_next
source: Up next
de: Es folgt
es: A continuación
fr: Suivant
ja: 次
pt: Próximo
ru: Далее
sv: Nästa
zh_hans: 接下来
zh_hant: 接下來

# timer_end_interval_name
source: End of Timer
de: Ende des Timers
es: Fin del Temporizador
fr: Fin du minuteur
ja: タイマー終了時間
pt: Fim do Temporizador
ru: Конец таймера
sv: Slut på timer
zh_hans: 计时器结束
zh_hant: 計時器結束

# timer_current_interval
source: Current Interval
de: Aktuelles Intervall
es: Intervalo Actual
fr: Intervalle actuel
ja: 現在のインターバル
pt: Intervalo Atual
ru: Текущий интервал
sv: Aktuellt intervall
zh_hans: 当前运动
zh_hant: 當前運動

# timer_options_exit
source: Exit Timer
de: Timer verlassen
es: Salir del Temporizador
fr: Quitter le minuteur
ja: タイマーを閉じる
pt: Sair do Temporizador
ru: Выйти из таймера
sv: Avsluta timer
zh_hans: 退出计时器
zh_hant: 退出計時器

# timer_options_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Reiniciar
ru: Сбросить
sv: Nollställ
zh_hans: 还原
zh_hant: 還原

# timer_options_resume
source: Back to Timer
de: Zurück zum Timer
es: Regresar al Temporizador
fr: Retour au minuteur
ja: タイマーに戻る
pt: Voltar para Temporizador
ru: Назад к таймеру
sv: Återgå till timern
zh_hans: 返回到计时器
zh_hant: 返回到計時器

# audio_editor_interval_audio_title
source: Audio Selection
de: Audioauswahl
es: Selección de Audio
fr: Sélection audio
ja: オーディオの選択
pt: Seleção de Áudio
ru: Выбор аудио
sv: Ljudval
zh_hans: 音频选择
zh_hant: 音訊選擇

# audio_editor_options_title
source: Options
de: Optionen
es: Opciones
ja: オプション
pt: Opções
ru: Настройки
sv: Alternativ
zh_hans: 选项
zh_hant: 選項

# audio_editor_shuffle_label
source: Shuffle
es: Aleatorio
ja: シャッフル
pt: Reprodução Aleatória
ru: Перемешать
sv: Blanda
zh_hans: 随机播放
zh_hant: 隨機播放

# audio_editor_resume_label
source: Resume
de: Wiedergabe fortsetzen
es: Reiniciar
fr: Reprendre
ja: プレイバックの再開
pt: Continuar
ru: Продолжить воспроизведение
sv: Fortsätt
zh_hans: 继续播放
zh_hant: 繼續播放

# audio_editor_volume_title
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hant: 音量

# sound_settings_title
source: Sound Settings
de: Soundeinstellungen
es: Ajustes de Sonidos
fr: Paramètres du son
ja: サウンド設定
pt: Som
ru: Настройки звука
sv: Ljudinställningar
zh_hans: 声音设置
zh_hant: 聲音設置

# sound_settings_alerts_title
source: Alerts
de: Alarme
es: Alertas
fr: Alertes
ja: アラート
pt: Alertas
ru: Сигналы
sv: Notiser
zh_hans: 提示
zh_hant: 提示

# sound_settings_alerts_volume_label
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hant: 音量

# sound_settings_interval_audio_title
source: Internal Audio
de: Internes Audio
es: Audio Interno
fr: Audio interne
ja: 内部オーディオ
pt: Áudio Interno
ru: Внутреннее аудио
sv: Interna ljud
zh_hans: 内部音频
zh_hant: 內部音訊

# sound_settings_music_volume_label
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hant: 音量

# sound_settings_ducking_amount_label
source: Ducking
fr: Atténuation
ja: ダッキング
pt: Redução
ru: Дакинг
zh_hans: 浮动声音
zh_hant: 浮動聲音

# sound_settings_external_audio_title
source: External Audio
de: Externes Audio
es: Audio Externo
fr: Audio externe
ja: 外部オーディオ
pt: Áudio Externo
ru: Внешний звук
sv: Externa ljudfiler
zh_hans: 外部音频
zh_hant: 外部音訊

# sound_settings_external_ducking_label
source: Duck Volume
de: Ducklautstärke
es: Volumen del Duck
fr: Atténuation du volume
ja: ダック音量
pt: Reduz Volume
ru: Громкость дакинга
sv: Sänk volymen
zh_hans: 浮动播放音量
zh_hant: 浮動播放音量

# sound_settings_voice_title
source: Speech Options
de: Sprachoptionen
es: Opciones de Pronunciación
fr: Options vocales
ja: 音声オプション
pt: Opções de Fala
ru: Голосовые настройки
sv: Alternativ för tal
zh_hans: 语音选项
zh_hant: 語音選項

# sound_settings_language_label
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык
sv: Språk
zh_hans: 语言
zh_hant: 語言

# sound_settings_voice_pitch_label
source: Pitch
de: Tonlage
es: Tono
fr: Ton
ja: ピッチ
pt: Tom de Voz
ru: Тон
sv: Tonhöjd
zh_hans: 声调
zh_hant: 聲調

# sound_settings_voice_speed_label
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
pt: Velocidade
ru: Скорость
sv: Hastighet
zh_hans: 语速
zh_hant: 語速

# sound_settings_sample_text_label
source: Sample Text
de: Beispieltext
es: Texto de Muestra
fr: Échantillon de texte
ja: サンプル文
pt: Texto Modelo
ru: Пример текста
sv: Exempeltext
zh_hans: 样本文字
zh_hant: 樣本文字

# sound_settings_sample_text_placeholder
source: The quick brown fox jumps over the lazy dog
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern
es: Tengo un libro de papiroflexia sobre las hazañas y aventuras de Don Quijote de la Mancha en Kuwait.
fr: L'oiseau a quitté la cage et s'est envolé
ja: 東京特許許可局 許可局長
pt: A rápida raposa marrom pula sobre o cachorro preguiçoso
ru: Каждый охотник желает знать, где сидит фазан
sv: Flygande bäckasiner söka vila på mjuka tuvor
zh_hans: 天王盖地虎 宝塔镇河妖
zh_hant: 天王蓋地虎 寶塔鎮河妖

# sound_settings_speak_now_label
source: Speak Now
de: Jetzt Sprechen
es: Habla Ahora
fr: Parlez maintenant
ja: 今すぐ音声に変換
pt: Fale Agora
ru: Произнести сейчас
sv: Tala nu
zh_hans: 开始朗读
zh_hant: 開始朗讀

# sound_settings_restore_label
source: Restore Defaults
de: Standard wiederherstellen
es: Restaurar Ajustes
fr: Restaurer les paramètres par défaut
ja: 初期値に戻す
pt: Restaurar Padrões
ru: Восстановить умолчания
sv: Återställ standardinställningar
zh_hans: 恢复默认
zh_hant: 恢復默認

# settings_title
source: Settings
de: Einstellungen
es: Preferencias
fr: Paramètres
ja: 設定
pt: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設置

# settings_privacy_mode
source: Privacy Mode
de: Privatmodus
es: Modo Privado
fr: Mode de confidentialité
ja: プライバシーモード
pt: Modo Privacidade
ru: Конфиденциальный режим
sv: Privat läge
zh_hans: 隐私模式
zh_hant: 隱私模式

# timer_settings_title
source: Timer Settings
de: Timereinstellungen
es: Ajustes del Temporizador
fr: Paramètres de minuteur
ja: タイマー設定
pt: Temporizador
ru: Настройки таймера
sv: Timerinställningar
zh_hans: 计时器设置
zh_hant: 計時器設置

# timer_settings_disable_auto_lock
source: Disable Auto-Lock
de: Autom. Sperre deaktivieren
es: Deshabilitar Bloqueo Automático
fr: Désactiver le verrouillage auto
ja: 自動ロックを無効にする
pt: Desabilitar Auto-Bloqueio
ru: Отключить автоблокировку
sv: Stäng av auto-lås
zh_hans: 禁止自动锁定
zh_hant: 禁止自動鎖定

# timer_settings_long_press_buttons
source: Buttons Require Long Press
de: Buttons länger drücken
es: Los Botones Deben Mantenerse Presionados
fr: Pression longue sur les boutons
ja: ボタンを長押ししてください
pt: Botões Exigem Toque Longo
ru: Нужно долгое нажатие
sv: Knapparna kräver långt tryck
zh_hans: 按键需要长按
zh_hant: 按鍵需要長按

# timer_settings_tap_timer_to_play_pause
source: Tap Timer to Play/Pause
de: Tappen Sie den Timer zum Absp./Paus.
es: Pulsa el Temporizador para Continuar/Pausar
fr: Appuyer sur le compteur pour Lire/Pause
ja: タイマーをタップして再生/一時停止
pt: Toque Temporizador para Tocar/Pausar
ru: Старт/пауза по нажатию
sv: Tryck på timern för att spela/pausa
zh_hans: 轻按计时器播放和暂停
zh_hant: 輕按計時器播放和暫停

# timer_settings_beep_on_button_presses
source: Buttons Beep When Pressed
de: Buttons piepsen bei Verwendung
es: Los Botones Harán Bip al ser Presionados
fr: Bip des boutons
ja: ボタンを押すとビープ音が鳴ります
pt: Botões Bipam Quando Pressionados
ru: Звук при нажатии кнопок
sv: Knapparna piper vid tryck
zh_hans: 按下按钮时发出哔哔声
zh_hant: 按下按鈕時發出嗶嗶聲

# timer_settings_preparation_interval_name
source: Get Ready
de: Bereit machen
es: Prepárate
fr: Préparez-vous
ja: 準備する
pt: Fique Pronto
ru: На старт
sv: Gör dig redo
zh_hans: 准备好
zh_hant: 準備好

# timer_settings_preparation_interval
source: Preparation Interval
de: Vorbereitungsintervall
es: Intervalo de Preparación
fr: Préparation de l'intervalle
ja: 準備のインターバル
pt: Intervalo de Preparação
ru: Интервал подготовки
sv: Förberedelseintervall
zh_hans: 准备运动项目
zh_hant: 準備運動項目

# timer_settings_notifications_in_background
source: Notifications In Background
de: Benachrichtigung im Hintergrund
es: Notificaciones en Segundo Plano
fr: Notifications en arrière-plan
ja: バックグラウンド通知
pt: Notificações de Fundo
ru: Уведомления в фоне
sv: Bakgrundsnotiser
zh_hans: 后台通知
zh_hant: 後臺通知

# voice_language_title
source: Choose a Language
de: Wählen Sie eine Sprache
es: Elije un Idioma
fr: Choisir une langue
ja: 言語を選択してください
pt: Escolha um Idioma
ru: Выберите язык
sv: Välj ett språk
zh_hans: 选取语言
zh_hant: 選取語言

# voice_langauge_current_title
source: Current Language
de: Aktuelle Sprache
es: Idioma Actual
fr: Langue actuelle
ja: 現在の言語
pt: Idioma Atual
ru: Текущий язык
sv: Aktuellt språk
zh_hans: 当前语言
zh_hant: 當前語言

# voice_langauge_common_title
source: Common English
de: Verbreitetes Englisch
es: Inglés Común
fr: Anglais courant
ja: 一般英語
pt: Inglês Comum
ru: Стандартный английский
sv: Vanlig engelska
zh_hans: 普通英语
zh_hant: 普通英語

# voice_langauge_popular_title
source: Popular European
de: Gängiges Europäisch
es: Europeo Popular
fr: Langues européennes populaires
ja: よく使われるヨーロッパ言語
pt: Europeu popular
ru: Популярный европейский
sv: Populära europeiska
zh_hans: 流行欧系
zh_hant: 流行歐系

# voice_langauge_others_title
source: Other Languages
de: Andere Sprachen
es: Otros Idiomas
fr: Autres langues
ja: その他の言語
pt: Outros Idiomas
ru: Другие языки
sv: Andra språk
zh_hans: 其他语言
zh_hant: 其他語言

# external_music_alert_title
source: External Music Detected
de: Externe Musik erkannt
es: Música Externa Detectada
fr: Musique externe détectée
ja: 外部音楽が検知されました
pt: Música Externa Detectada
ru: Обнаружена внешняя музыка
sv: Extern musik upptäckt
zh_hans: 检测到外部音乐
zh_hant: 檢測到外部音樂

# external_music_alert_message
source: This routine wants to play music from your Music library but an external audio source has been detected. Which would you like to use?
de: Diese Routine möchte Musik aus Ihrer Musikbibliothek abspielen, jedoch wurde eine externe Audioquelle entdeckt. Was möchten Sie verwenden?
es: Esta rutina va a reproducir música de tu Música, pero una fuente de audio externa ha sido detectada. ¿Cuál deseas utilizar?
fr: Cette routine veut lire la musique de votre bibliothèque musicale mais une source audio externe a été détectée. Laquelle voulez-vous utiliser?
ja: このルーティーンは、ミュージック・ライブラリから音楽を再生しようとしていますが、外部オーディオソースが検知されました。 どちらを使用しますか？
pt: Essa rotina quer tocar música de sua biblioteca de Música, mas uma fonte externa de áudio foi detectada. Qual você gostaria de usar?
ru: Процесс пытался проиграть музыку из вашей медиатеки, но обнаружил внешний источник аудио. Что использовать?
sv: Rutinen spelar musik från ditt bibliotek, men en extern ljudkälla har upptäckts. Vilken vill du använda?
zh_hans: 常规是要播放您音乐库中的音乐，但已检测到外部音频来源。 您想用哪个？
zh_hant: 常規是要播放你音樂庫中的音樂，但已檢測到外部音訊來源。 你想用哪個？

# external_music_option_play
source: External audio
de: Externes Audio
es: Audio externo
fr: Audio externe
ja: 外部オーディオ
pt: Áudio Externo
ru: Внешнее аудио
sv: Externt ljud
zh_hans: 外部音频
zh_hant: 外部音訊

# external_music_option_stop
source: Timer audio
es: Audio del temporizador
fr: Audio du minuteur
ja: タイマーのオーディオ
pt: Áudio Temporizador
ru: Аудио таймера
sv: Timerns ljud
zh_hans: 计时器音频
zh_hant: 計時器音訊

# speech_formatted_time_three_components
source: %1$@, %2$@, and %3$@
de: %1$@, %2$@, und %3$@
es: %1$@, %2$@, y %3$@
fr: %1$@, %2$@, et %3$@
ja: %1$@、%2$@ と %3$@
pt: %1$@, %2$@, e %3$@
ru: %1$@, %2$@ и %3$@
sv: %1$@, %2$@, och %3$@
zh_hans: %1$@，%2$@，和 %3$@
zh_hant: %1$@，%2$@，和 %3$@
