Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# timer_discard_workout_menu_item
source: Discard
de: Verwerfen
es: Descartar
fr: Annuler
ja: 削除
pt: Descartar
ru: Отмена
sv: Avvisa
zh_hans: 丢弃
zh_hant: 丟棄

# watch_settings_sync_now
source: Sync Timers Now
de: Timer jetzt synchronisieren
es: Sincronizar temporizadores ahora
fr: Synchroniser les minuteurs
ja: タイマーの同期を行う
pt: Sincronizar Temporizadores Agora
ru: Синхронизировать таймеры
sv: Synka timers nu
zh_hans: 现在同步定时器
zh_hant: 現在同步計時器

# watch_settings_swimming_header
source: Swimming
de: Schwimmen
es: Nadando
fr: Nager
ja: 水泳
pt: Natação
ru: плавание
sv: Simning
zh_hans: 游泳的
zh_hant: 游泳的

# watch_settings_pool_length_label
source: Pool Length
de: Poollänge
es: Longitud de la piscina
fr: Longueur de la piscine
ja: プール長
pt: Comprimento da piscina
ru: Длина бассейна
sv: Poollängd
zh_hans: 池长度
zh_hant: 池長度

# watch_settings_pool_unit_label
source: Unit of Measurement
de: Maßeinheit
es: Unidad de medida
fr: Unité de mesure
ja: 測定単位
pt: Unidade de medida
ru: Единица измерения
sv: Måttenhet
zh_hans: 测量单位
zh_hant: 測量單位

# unit_metres
source: Metres
de: Meter
es: Metros
fr: Mètres
ja: メートル
pt: Metros
ru: метры
sv: meter
zh_hans: 米
zh_hant: 米

# unit_yards
source: Yards
de: Höfe
es: Patios
fr: Verges
ja: ヤード
pt: Jardas
ru: ярды
zh_hans: 码
zh_hant: 碼

# watch_settings_low_power_mode_label
source: Low Power Mode
de: Energiesparmodus
es: Modo de bajo consumo
fr: Mode basse consommation
ja: 低電力モード
pt: Modo de baixa potência
ru: Режим низкого энергопотребления
sv: Låg strömläge
zh_hans: 低功耗模式
zh_hant: 低功耗模式

# watch_settings_enable_alerts_title
source: Alerts
de: Benachrichtigungen
es: Las alertas
fr: Les alertes
ja: アラート
pt: Alertas
ru: Оповещения
sv: varningar
zh_hans: 提示
zh_hant: 提示

# watch_settings_alert_volume_title
source: Volume
de: Volumen
es: Volumen
fr: Le volume
ja: ボリューム
ru: объем
sv: Volym
zh_hans: 音量
zh_hant: 音量

# watch_settings_enable_haptic_title
source: Haptic
de: Haptisch
es: Háptico
fr: Haptique
ja: 触覚
pt: Háptico
ru: тактильный
sv: haptisk
zh_hans: 触觉
zh_hant: 觸覺

# summary_done_button
source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 完了
pt: Concluído
ru: Готово
sv: Gjort
zh_hans: 完成
zh_hant: 完成

# timer_water_lock_menu_item
source: Lock
de: Sperren
es: Bloquear
fr: Fermer à clé
ja: ロック
pt: Bloqueio
ru: Замок
sv: Låsa
zh_hans: 锁定界面
zh_hant: 鎖定介面

# alert_error_title
source: Error
fr: Erreur
ja: エラー
pt: Erro
ru: ошибка
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

# interval_editor_count_up
source: Count Up Indefinitely
de: Unendlich aufzählen
es: Cuenta indefinidamente
fr: Compter indéfiniment
ja: 無限にカウントアップ
pt: Contar indefinidamente
ru: Подсчитывать бесконечно
sv: Räkna upp obestämd tid
zh_hans: 无限计数
zh_hant: 無限計數

# interval_editor_estimated_duration_label
source: Estimated Duration
de: Geschätzte Dauer
es: duración estimada
fr: Durée estimée
ja: 推定期間
pt: Duração estimada
ru: Предполагаемая Продолжительность
sv: Beräknad varaktighet
zh_hans: 预计持续时间
zh_hant: 預計持續時間

# backup_privacy_message
source: Seconds saves a backup file to your private iCloud container each time you make a change to your timers. To restore a backup tap the row. To delete a backup swipe left across the row and tap Delete.
de: Seconds speichert jedes Mal, wenn Sie Ihre Timer ändern, eine Sicherungsdatei in Ihrem privaten iCloud-Container. Um ein Backup wiederherzustellen, tippen Sie auf die Zeile. Um einen Backup-Swipe nach links über die Zeile zu löschen, tippen Sie auf Löschen.
es: Segundos guarda un archivo de copia de seguridad en su contenedor privado de iCloud cada vez que realiza un cambio en sus temporizadores. Para restaurar una copia de seguridad toque la fila. Para eliminar un golpe de respaldo a la izquierda en la fila y toque Eliminar.
fr: Seconds enregistre un fichier de sauvegarde dans votre conteneur iCloud privé chaque fois que vous modifiez vos minuteries. Pour restaurer une sauvegarde, appuyez sur la ligne. Pour supprimer un balayage de sauvegarde sur la ligne et appuyez sur Supprimer.
ja: 秒は、タイマーを変更するたびにバックアップファイルをプライベートiCloudコンテナに保存します。 バックアップを復元するには、行をタップします。 行の左にあるバックアップスワイプを削除し、[削除]をタップします。
pt: O Seconds salva um arquivo de backup em seu contêiner particular do iCloud toda vez que você faz uma alteração nos timers. Para restaurar um backup, toque na linha. Para excluir um deslize de backup para a esquerda na linha e toque em Excluir.
ru: Seconds сохраняет файл резервной копии в ваш закрытый контейнер iCloud при каждом изменении ваших таймеров. Чтобы восстановить резервную копию, нажмите строку. Чтобы удалить прокрутку резервного копирования влево по строке и нажмите «Удалить».
sv: Sekunder sparar en backupfil till din privata iCloud-behållare varje gång du ändrar dina timers. För att återställa en säkerhetskopia trycker du på raden. Om du vill radera en säkerhetskopiering drar du vänster över raden och trycker på Ta bort.
zh_hans: Seconds每次对定时器进行更改时都会将备份文件保存到您的私有iCloud容器中。 要恢复备份点击该行。 要删除左侧的备用滑动条，然后点按删除。
zh_hant: Seconds每次對定時器進行更改時都會將備份文件保存到您的私有iCloud容器中。 要恢復備份點擊該行。 要刪除左側的備用滑動條，然後點按刪除。

# personal_details_privacy_footer
source: Your personal details are only used within the app to increase the accuracy of calorie calculations. This information is never shared with 3rd parties.
de: Ihre persönlichen Daten werden nur innerhalb der App verwendet, um die Genauigkeit der Kalorienberechnungen zu erhöhen. Diese Informationen werden niemals an Dritte weitergegeben.
es: Sus datos personales solo se utilizan dentro de la aplicación para aumentar la precisión de los cálculos de calorías. Esta información nunca se comparte con terceros.
fr: Vos données personnelles ne sont utilisées dans l'application que pour augmenter la précision des calculs de calories. Ces informations ne sont jamais partagées avec des tiers.
ja: あなたの個人的な詳細は、カロリー計算の精度を高めるためにアプリ内でのみ使用されます。この情報は第三者と共有されることはありません。
pt: Seus dados pessoais são usados apenas dentro do aplicativo para aumentar a precisão dos cálculos de calorias. Esta informação nunca é compartilhada com terceiros.
ru: Ваши личные данные используются только в приложении, чтобы повысить точность расчетов калорий. Эта информация никогда не передается третьим сторонам.
sv: Dina personuppgifter används bara i appen för att öka noggrannheten i kaloriberäkningarna. Denna information delas aldrig med tredje part.
zh_hans: 您的个人信息仅用于应用程序中，以提高卡路里计算的准确性。 此信息绝不会与第三方分享。
zh_hant: 您的個人信息僅用於應用程序中，以提高卡路里計算的準確性。 此信息絕不會與第三方分享。

# common_free
source: Free
de: Kostenlos
es: Gratis
fr: Libre
ja: 無料
pt: Livre
ru: Свободно
sv: Fri
zh_hans: 自由
zh_hant: 自由

# toolbar_item_play_all
source: Play All
de: Alle wiedergeben
es: Jugar todo
fr: Jouer à tous
ja: 全部やる
pt: Jogue tudo
ru: Играть все
sv: Spela alla
zh_hans: 全部播放
zh_hant: 全部播放

# upsell_delay_upgrade_button
source: Upgrade now - %@
de: Jetzt aktualisieren - %@
es: Actualizar ahora - %@
fr: Mettre à niveau maintenant - %@
ja: 今すぐアップグレードする - %@
pt: Atualize agora - %@
ru: Обновить сейчас - %@
sv: Uppgradera nu - %@
zh_hans: 现在升级-%@
zh_hant: 現在升級-%@

# upsell_delay_body_watch
source: Upgrade to skip this screen.
de: Aktualisieren Sie, um diesen Bildschirm zu überspringen.
es: Actualizar para saltar esta pantalla.
fr: Mise à niveau pour ignorer cet écran.
ja: この画面をスキップするようにアップグレードします。
pt: Upgrade para pular esta tela.
ru: Обновите, чтобы пропустить этот экран.
sv: Uppgradera för att hoppa över den här skärmen.
zh_hans: 升级跳过此屏幕。
zh_hant: 升級跳過此屏幕。

# upsell_delay_title_watch
source: Please wait
de: Warten Sie mal
es: por favor espera
fr: S'il vous plaît, attendez
ja: お待ちください
pt: Esperar
ru: пожалуйста, подождите
sv: Vänta
zh_hans: 等待
zh_hant: 等待

# free_bezel_message_restore_no_products
source: Nothing to restore
de: Nichts zu restaurieren
es: Nada que restaurar
fr: Rien à restaurer
ja: 復元するものは何もない
pt: Nada para restaurar
ru: Нечего восстанавливать
sv: Inget att återställa
zh_hans: 无恢复
zh_hant: 無恢復

# common_fetching_price
source: Fetching price...
de: Preis wird abgerufen ...
es: Precio de captura ...
fr: Prix ​​de vente ...
ja: 値を取得しています...
pt: Buscando o preço
ru: Получение цены ...
sv: Hämtar pris ...
zh_hans: 获取价格
zh_hant: 獲取價格

# upsell_upgrade_title
source: Upgrade now - %@
de: Jetzt aktualisieren - %@
es: Actualizar ahora - %@
fr: Mettre à niveau maintenant - %@
ja: 今すぐアップグレードする - %@
pt: Atualize agora - %@
ru: Обновить сейчас - %@
sv: Uppgradera nu - %@
zh_hans: 现在升级-%@
zh_hant: 現在升級-%@

# upsell_title
source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à Pro
ja: プロ仕様にアップグレードする
pt: Atualizar para Pro
ru: Обновление до Pro
sv: Uppgradera till PRO
zh_hans: 升级到专业版
zh_hant: 升級到專業版

# timer_list_upgrade_button_title
source: Upgrade now - %@
de: Jetzt aktualisieren - %@
es: Actualizar ahora - %@
fr: Mettre à niveau maintenant - %@
ja: 今すぐアップグレードする - %@
pt: Atualize agora - %@
ru: Обновить сейчас - %@
sv: Uppgradera nu - %@
zh_hans: 现在升级-%@
zh_hant: 現在升級-%@

# timer_list_upgrade_footnote
source: Upgrade to remove all restrictions and delays. Previous purchases can be restored in %1$@ > %2$@.
de: Aktualisieren Sie, um alle Einschränkungen und Verzögerungen zu entfernen. Vorherige Einkäufe können unter %1$@ > %2$@ wiederhergestellt werden.
es: Actualizar para eliminar todas las restricciones y retrasos. Las compras anteriores se pueden restaurar en %1$@ > %2$@.
fr: Mettez à niveau pour supprimer toutes les restrictions et les retards. Les achats précédents peuvent être restaurés dans %1$@ > %2$@
ja: すべての制限と遅延を取り除くためにアップグレードしてください。以前の購入は、[設定] >アップグレードステータス]に復元できます。
pt: Upgrade para remover todas as restrições, anúncios e atrasos.
ru: Обновите, чтобы удалить все ограничения и задержки. Предыдущие покупки можно восстановить в %1$@ > %2$@.
sv: Uppgradera för att ta bort alla restriktioner och förseningar. Tidigare inköp kan återställas i %1$@ > %2$@.
zh_hans: 升级到取消所有限制，广告和延误。
zh_hant: 升級到取消所有限制，廣告和延誤。

# upsell_message_upgrade
source: As a non-paying user you may only use the timers you create one time. Please upgrade to remove this restriction.
de: Als nicht zahlender Benutzer dürfen Sie nur die von Ihnen erstellten Timer verwenden. Bitte aktualisieren Sie, um diese Einschränkung zu entfernen.
es: Como usuario que no paga, solo puede usar los temporizadores que cree una vez. Por favor actualice para eliminar esta restricción.
fr: En tant qu'utilisateur non payant, vous ne pouvez utiliser que les minuteries que vous créez une fois. Veuillez mettre à niveau pour supprimer cette restriction.
ja: 支払い対象外のユーザーは、作成したタイマーを1回だけ使用することができます。この制限を解除するにはアップグレードしてください。
pt: Como um usuário não-pagantes você só pode usar os temporizadores você cria uma vez. Por favor, atualize para remover essa restrição.
ru: В качестве неоплачиваемого пользователя вы можете использовать только таймеры, которые вы создаете один раз. Обновите, чтобы удалить это ограничение.
sv: Som icke betalande användare kan du bara använda de timers du skapar en gång. Uppgradera för att ta bort denna begränsning.
zh_hans: 作为一个非付费用户，你可以只使用定时器创建一个时间。请升级到取消这一限制。
zh_hant: 作為一個非付費用戶，你可以只使用定時器創建一個時間。請升級到取消這一限制。

# watch_complication_start_timer
source: Start a timer
de: Starten Sie einen Timer
es: Iniciar un temporizador
fr: Démarrer une minuterie
ja: タイマーを開始する
pt: Iniciar um temporizador
ru: Запустить таймер
sv: Starta en timer
zh_hans: 启动计时器
zh_hant: 啟動計時器

# welcome_heading
source: Welcome to %@
de: Willkommen bei %@
es: Bienvenido a %@
fr: Bienvenue à %@
ja: %@へようこそ
pt: Bem vindo a %@
ru: Добро пожаловать в %@
sv: Välkommen till %@
zh_hans: 欢迎来到%@
zh_hant: 歡迎來到%@

# welcome_design_title
source: Advanced Templates
de: Erweiterte Vorlagen
es: Plantillas avanzadas
fr: Modèles avancés
ja: 高度なテンプレート
pt: Modelos Avançados
ru: Продвинутые шаблоны
sv: Avancerade mallar
zh_hans: 高级模板
zh_hant: 高級模板

# welcome_design_message
source: Easily design complex interval timers for any activity using templates.
de: Mit Templates können Sie komplexe Intervall-Timer für jede Aktivität einfach entwerfen.
es: Diseñe fácilmente temporizadores de intervalos complejos para cualquier actividad usando plantillas.
fr: Concevez facilement des minuteries complexes pour toute activité à l'aide de modèles.
ja: テンプレートを使用して、あらゆるアクティビティの複雑なインターバルタイマーを簡単に設計できます。
pt: Projete facilmente cronômetros de intervalo complexos para qualquer atividade usando modelos.
ru: Легко создавать сложные интервальные таймеры для любой активности с использованием шаблонов.
sv: Skapa enkelt komplexa intervalltimer för vilken aktivitet som helst som använder mallar.
zh_hans: 使用模板轻松设计任何活动的复杂间隔计时器。
zh_hant: 使用模板輕鬆設計任何活動的複雜間隔計時器。

# welcome_speech_title
source: Text to Speech
de: Text zu Sprache
es: Texto a voz
fr: Texte pour parler
ja: テキスト音声変換
pt: Texto para fala
ru: Текст в речь
sv: Text till tal
zh_hans: 文字转语音
zh_hant: 文字轉語音

# welcome_speech_message
source: Hear the interval names in advance so you always know what's next.
de: Höre die Intervallnamen im Voraus, damit du immer weißt, was als nächstes kommt.
es: Escucha los nombres de los intervalos por adelantado para que siempre sepas lo que sigue.
fr: Écoutez les noms d’intervalle à l’avance afin de toujours savoir la prochaine étape.
ja: あなたはいつも次のことを知っているので、事前に間隔の名前を聞いてください。
pt: Ouça os nomes dos intervalos com antecedência para saber sempre o que vem por aí.
ru: Слушайте имена интервалов заранее, чтобы вы всегда знали, что будет дальше.
sv: Hör intervallnamnen i förväg så att du alltid vet vad som är nästa.
zh_hans: 提前听到间隔名称，这样你就可以知道下一个是什么了。
zh_hant: 提前聽到間隔名稱，這樣你就可以知道下一個是什麼了。

# welcome_music_title
source: Listen to Your Music
de: Höre auf deine Musik
es: Escucha tu musica
fr: Écoutez votre musique
ja: あなたの音楽を聞く
pt: Ouça sua música
ru: Слушайте музыку
sv: Lyssna på din musik
zh_hans: 听听你的音乐
zh_hant: 聽聽你的音樂

# welcome_music_message
source: Match the intensity of your music to the intensity of you workout.
de: Passen Sie die Intensität Ihrer Musik der Intensität Ihres Trainings an.
es: Haz coincidir la intensidad de tu música con la intensidad de tu entrenamiento.
fr: Faites correspondre l'intensité de votre musique à l'intensité de votre entraînement.
ja: あなたの音楽の強さをあなたの強さに合わせてください。
pt: Combine a intensidade da sua música com a intensidade do seu treino.
ru: Сопоставьте интенсивность вашей музыки с интенсивностью тренировки.
sv: Matcha intensiteten på din musik till intensiteten i träningen.
zh_hans: 将您的音乐强度与锻炼强度相匹配。
zh_hant: 將您的音樂強度與鍛煉強度相匹配。

# welcome_continue_button
source: Accept & Continue
de: Akzeptieren und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
ja: 同意して続行する
pt: Aceitar e continuar
ru: Принять и продолжить
sv: Acceptera och fortsätt
zh_hans: 接受并继续
zh_hant: 接受並繼續

# privacy_update_heading
source: Runloop has updated its privacy policy.
de: Runloop hat seine Datenschutzrichtlinie aktualisiert.
es: Runloop ha actualizado su política de privacidad.
fr: Runloop a mis à jour sa politique de confidentialité.
ja: Runloopはプライバシーポリシーを更新しました。
pt: Runloop atualizou sua política de privacidade.
ru: Runloop обновила свою политику конфиденциальности.
sv: Runloop har uppdaterat sin integritetspolicy.
zh_hans: Runloop已更新其隐私政策。
zh_hant: Runloop已更新其隱私政策。

# privacy_disclaimer
source: Runloop collects Usage Data to improve the app, and shares Aggregated Data with providers. To learn more please read our %1$@ and %2$@ before continuing.
de: Runloop sammelt Nutzungsdaten, um die App zu verbessern, und teilt aggregierte Daten mit Providern zusammen. Um mehr zu erfahren, lesen Sie bitte unsere %1$@ und %2$@ bevor Sie fortfahren.
es: Runloop recopila datos de uso para mejorar la aplicación y comparte datos agregados con los proveedores. Para obtener más información, lea nuestros %1$@ y %2$@ antes de continuar.
fr: Runloop collecte les données d'utilisation pour améliorer l'application et partage les données agrégées avec les fournisseurs. Pour en savoir plus, veuillez lire nos %1$@ et %2$@ avant de continuer.
ja: Runloopはアプリを改善するために利用状況データを収集し、プロバイダと集計データを共有します。詳細については、続行する前に%1$@と%2$@をお読みください。
pt: O Runloop coleta dados de uso para melhorar o aplicativo e compartilha dados agregados com provedores. Para saber mais, leia nossos %1$@ e %2$@ antes de continuar.
ru: Runloop собирает данные об использовании для улучшения приложения и обменивается агрегированными данными с поставщиками. Чтобы узнать больше, прочитайте наши %1$@ и %2$@ прежде чем продолжить.
sv: Runloop samlar användningsdata för att förbättra appen och delar aggregerad data med leverantörer. För mer information, läs våra %1$@ och %2$@ innan du fortsätter.
zh_hans: Runloop收集使用数据以改进应用程序，并与提供商共享聚合数据。要了解更多信息，请在继续之前阅读我们的%1$@和%2$@ 。
zh_hant: Runloop收集使用數據以改進應用程序，並與提供商共享聚合數據。要了解更多信息，請在繼續之前閱讀我們的%1$@和%2$@ 。

# privacy_disclaimer_policy_title
source: privacy policy
de: Datenschutz-Bestimmungen
es: política de privacidad
fr: politique de confidentialité
ja: 個人情報保護方針
pt: política de Privacidade
ru: политика конфиденциальности
sv: integritetspolicy
zh_hans: 隐私政策
zh_hant: 隱私政策

# privacy_disclaimer_terms_title
source: terms and conditions
de: Geschäftsbedingungen
es: términos y Condiciones
fr: Termes et conditions
ja: 規約と条件
pt: termos e Condições
ru: условия и положения
sv: Villkor
zh_hans: 条款和条件
zh_hant: 條款和條件

# privacy_update_continue_button
source: Accept & Continue
de: Akzeptieren und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
ja: 同意して続行する
pt: Aceitar e continuar
ru: Принять и продолжить
sv: Acceptera och fortsätt
zh_hans: 接受并继续
zh_hant: 接受並繼續

# restrictions_header
source: Restrictions
de: Beschränkungen
es: Restricciones
ja: 制限事項
pt: Restrições
ru: ограничения
sv: begränsningar
zh_hans: 限制
zh_hant: 限制

# restrictions_body
source: Seconds is a paid app that can be used for free to trial all its features before committing to a one-time purchase. Before upgrading users may use the timers they create one time only, after which the paid upgrade is required to use them again. Users can use the app for free for as long as they like by recreating their timers before each use.
de: Seconds ist eine kostenpflichtige App, mit der Sie alle Funktionen kostenlos testen können, bevor Sie sich für einen einmaligen Kauf entscheiden. Vor dem Upgrade können Benutzer die Timer verwenden, die sie nur einmal erstellen. Danach ist das kostenpflichtige Upgrade erforderlich, um sie erneut zu verwenden. Benutzer können die App so lange kostenlos nutzen, wie sie möchten, indem sie ihre Timer vor jeder Verwendung neu erstellen.
es: Seconds es una aplicación de pago que se puede utilizar de forma gratuita para probar todas sus funciones antes de realizar una compra por única vez. Antes de actualizar, los usuarios pueden usar los temporizadores que crean solo una vez, después de lo cual se requiere la actualización pagada para usarlos nuevamente. Los usuarios pueden usar la aplicación de forma gratuita durante el tiempo que deseen, recreando sus temporizadores antes de cada uso.
fr: Seconds est une application payante qui peut être utilisée gratuitement pour tester toutes ses fonctionnalités avant de s’engager dans un achat ponctuel. Avant de mettre à niveau, les utilisateurs peuvent utiliser les minuteries qu'ils créent une seule fois, après quoi la mise à niveau payante est nécessaire pour les utiliser à nouveau. Les utilisateurs peuvent utiliser l'application gratuitement aussi longtemps qu'ils le souhaitent en recréant leur minuterie avant chaque utilisation.
ja: Secondsは有料アプリで、ワンタイム購入をする前に無料でその機能を試用することができます。 アップグレードする前に、ユーザーは作成したタイマーを1回だけ使用することができます。その後、再度使用するには有料のアップグレードが必要です。 ユーザーは、それぞれの使用前にタイマーを再作成することによって、好きなだけ無料でアプリを使用できます。
pt: Segundos é um aplicativo pago que pode ser usado gratuitamente para testar todos os seus recursos antes de se comprometer com uma compra única. Antes de atualizar, os usuários podem usar os cronômetros que eles criam apenas uma vez, após o qual a atualização paga é necessária para usá-los novamente. Os usuários podem usar o aplicativo gratuitamente pelo tempo que quiserem, recriando seus timers antes de cada uso.
ru: Seconds - платное приложение, которое можно использовать для бесплатного тестирования всех его функций, прежде чем совершать одноразовую покупку. Перед обновлением пользователи могут использовать таймеры, которые они создают только один раз, после чего платные обновления должны использовать их снова. Пользователи могут использовать приложение бесплатно до тех пор, пока им нравится, воссоздавая их таймеры перед каждым использованием.
sv: Sekund är en betald app som kan användas gratis för att pröva alla dess funktioner innan man begår ett enstaka köp. Innan du uppgraderar användare får du använda de timers som de skapar en gång, varefter den betalda uppgraderingen krävs för att använda dem igen. Användare kan använda appen gratis så länge de gillar att återskapa sina timers före varje användning.
zh_hans: Seconds是一款付费应用，可以在进行一次性购买之前免费试用其所有功能。 在升级之前，用户可以使用他们仅创建一次的计时器，之后需要付费升级才能再次使用它们。 用户可以在每次使用前通过重新创建计时器，免费使用该应用程序。
zh_hant: Seconds是一款付費應用，可以在進行一次性購買之前免費試用其所有功能。 在升級之前，用戶可以使用他們僅創建一次的計時器，之後需要付費升級才能再次使用它們。 用戶可以在每次使用前通過重新創建計時器，免費使用該應用程序。

# restrictions_button_title
source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
ja: わかります
pt: Compreendo
ru: Я понимаю
sv: Jag förstår
zh_hans: 我明白
zh_hant: 我明白

# support_section_footer
source: Support is available in English only.
de: Support ist nur auf Englisch verfügbar.
es: El soporte está disponible solo en inglés.
fr: Le support est disponible en anglais uniquement.
ja: サポートは英語でのみ利用可能です。
pt: O suporte está disponível apenas em inglês.
ru: Поддержка доступна только на английском языке.
sv: Support är endast tillgängligt på engelska.
zh_hans: 支持仅提供英文版本。
zh_hant: 支持僅提供英文版本。

# support_help_topics_title
source: Search Help Topics
de: Hilfethemen durchsuchen
es: Buscar temas de ayuda
fr: Rechercher des rubriques d'aide
ja: ヘルプトピックの検索
pt: Pesquisar tópicos da Ajuda
ru: Поиск в разделах справки
sv: Sök hjälpämnen
zh_hans: 搜索帮助主题
zh_hant: 搜索幫助主題

# support_conversation_title
source: Continue Conversation
de: Conversation fortsetzen
es: Continuar conversación
fr: Continuer la conversation
ja: 会話を続ける
pt: Continue conversando
ru: Продолжить разговор
sv: Fortsätt Samtal
zh_hans: 继续对话
zh_hant: 繼續對話

# notifications_header
source: Notifications
de: Benachrichtigungen
es: Notificaciones
fr: Les notifications
ja: 通知
pt: Notificações
ru: Уведомления
sv: anmälningar
zh_hans: 通知
zh_hant: 通知

# notification_intro
source: Seconds may send notifications for the following reasons only:
de: Sekunden können Benachrichtigungen nur aus folgenden Gründen senden:
es: Segundos pueden enviar notificaciones solo por los siguientes motivos:
fr: Les secondes peuvent envoyer des notifications uniquement pour les raisons suivantes:
ja: 秒は、次の理由でのみ通知を送信することがあります。
pt: Segundos podem enviar notificações apenas pelos seguintes motivos:
ru: Секунды могут отправлять уведомления только по следующим причинам:
sv: Sekunder kan bara skicka meddelanden av följande skäl:
zh_hans: 秒数可能仅出于以下原因发送通知：
zh_hant: 秒數可能僅出於以下原因發送通知：

# notification_purpose_0
source: Alert you to interval changes while in the background.
de: Benachrichtigen Sie im Hintergrund über Intervalländerungen.
es: Le avisa de los cambios de intervalo mientras está en segundo plano.
fr: Vous alerte pour des changements d'intervalle lorsque vous êtes en arrière-plan.
ja: バックグラウンドで間隔を変更するように警告します。
pt: Alertá-lo para mudanças de intervalo, enquanto em segundo plano.
ru: Оповестите вас об изменениях интервалов в фоновом режиме.
sv: Varning dig till intervalländringar i bakgrunden.
zh_hans: 提醒您在后台进行间隔更改。
zh_hant: 提醒您在後台進行間隔更改。

# notification_purpose_1
source: Alert you when a support issue is updated.
de: Benachrichtigen, wenn ein Support-Problem aktualisiert wurde.
es: Le avisa cuando se actualiza un problema de soporte.
fr: Vous avertir lorsqu'un problème de support est mis à jour.
ja: サポートの問題が更新されたときに警告します。
pt: Alerte você quando um problema de suporte for atualizado.
ru: Оповестить вас, когда проблема поддержки обновлена.
sv: Varning när en supportproblem uppdateras.
zh_hans: 更新支持问题时提醒您。
zh_hant: 更新支持問題時提醒您。
