Repository: runloop/seconds-ios-localisations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, ru, sv, zh_hans, zh_hant

# timer_list_publish_confirmation_message
source: This timer will be saved on our website. Anyone may import the timer into their app, and web version will be available for people to use in a browser. You may remove a published timer in your account settings.
de: Dieser Timer wird auf unserer Website gespeichert. Jeder kann den Timer in seine App importieren, und die Webversion wird für die Verwendung in einem Browser verfügbar sein. Sie können einen veröffentlichten Timer in Ihren Kontoeinstellungen entfernen.
es: Este temporizador se guardará en nuestro sitio web. Cualquiera puede importar el temporizador a su aplicación, y la versión web estará disponible para que la gente la use en un navegador. Puede eliminar un temporizador publicado en la configuración de su cuenta.
fr: Cette minuterie sera enregistrée sur notre site Web. Tout le monde peut importer le minuteur dans son application, et la version Web sera disponible pour les utilisateurs dans un navigateur. Vous pouvez supprimer une minuterie publiée dans les paramètres de votre compte.
ja: このタイマーは当社のウェブサイトに保存されます。誰でもタイマーをアプリにインポートでき、ブラウザで使用できるWebバージョンが利用可能になります。アカウント設定で公開されたタイマーを削除できます。
sv: Denna timer kommer att sparas på vår hemsida. Vem som helst kan importera timern till sin app, och webbversionen kommer att vara tillgänglig för människor att använda i en webbläsare. Du kan ta bort en publicerad timer i dina kontoinställningar.
zh_hant: 該計時器將保存在我們的網站上。任何人都可以將計時器導入他們的應用程序，並且人們可以在瀏覽器中使用網絡版本。您可以在帳戶設置中刪除已發布的計時器。

# timer_list_publish_confirmation_label
source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
ja: わかりました
sv: Jag förstår
zh_hant: 我明白

# watch_list_sync_error
source: This folder could no longer be found after the latest sync. Please navigate back to a valid folder.
de: Dieser Ordner konnte nach der letzten Synchronisierung nicht mehr gefunden werden. Bitte navigieren Sie zurück zu einem gültigen Ordner.
es: Esta carpeta ya no se pudo encontrar después de la última sincronización. Navegue de regreso a una carpeta válida.
fr: Ce dossier n'a plus pu être trouvé après la dernière synchronisation. Veuillez revenir à un dossier valide.
ja: このフォルダは、最新の同期後に見つかりませんでした。有効なフォルダに戻ってください。
sv: Den här mappen kunde inte längre hittas efter den senaste synkroniseringen. Gå tillbaka till en giltig mapp.
zh_hant: 最新同步後，找不到該文件夾。請導航回有效文件夾。

# watch_list_sync_folder
source: Sync Folder
de: Ordner synchronisieren
es: Carpeta de sincronización
fr: Dossier de synchronisation
ja: 同期フォルダー
sv: Synkronisera mapp
zh_hant: 同步資料夾

# watch_list_back
source: Back
de: Zurück
es: Regresa
fr: Retour
ja: バック
sv: Tillbaka
zh_hant: 背部

# sound_settings_custom_messages_header
source: Custom Messages
de: Benutzerdefinierte Nachrichten
es: Mensajes personalizados
fr: Messages personnalisés
ja: カスタムメッセージ
sv: Anpassade meddelanden
zh_hant: 自定義消息

# sound_settings_halfway_message_label
source: Halfway
de: Auf halber Strecke
es: Medio camino
fr: À mi-chemin
ja: 途中
sv: Halvvägs
zh_hant: 半

# sound_settings_complete_message_label
source: Complete
de: Vollständig
es: Completar
fr: Achevée
ja: コンプリート
sv: Komplett
zh_hant: 完成

# user_details_email_verified
source: Email Verified
de: Email überprüft
es: Correo Electrónico Verificado
fr: Email verifié
ja: メール確認済み
sv: E-post verifierad
zh_hant: 電子郵件已驗證

# user_details_email_unverified
source: Email Unverified
de: E-Mail nicht bestätigt
es: Correo electrónico no verificado
fr: E-mail non vérifié
ja: 未確認のメール
sv: E-post ej verifierad
zh_hant: 電子郵件未經驗證

# alert_error_generic_message
source: Please try again. If the error continues, contact Support explaining what you were trying to do and describing the issue you are experiencing in detail.
de: Bitte versuche es erneut. Wenn der Fehler weiterhin auftritt, wenden Sie sich an den Support und erklären Sie, was Sie versucht haben, und beschreiben Sie das Problem im Detail.
es: Inténtalo de nuevo. Si el error continúa, comuníquese con el Soporte y explique lo que estaba tratando de hacer y describa en detalle el problema que está experimentando.
fr: Veuillez réessayer. Si l'erreur persiste, contactez l'assistance en expliquant ce que vous essayez de faire et en décrivant en détail le problème que vous rencontrez.
ja: もう一度やり直してください。エラーが続く場合は、サポートに連絡して、何をしようとしていたか、発生している問題について詳しく説明してください。
sv: Var god försök igen. Om felet fortsätter, kontakta supporten och förklara vad du försökte göra och beskriv problemet du upplever i detalj.
zh_hant: 請再試一次。如果錯誤仍然存在，請聯繫支持人員解釋您嘗試執行的操作並詳細描述您遇到的問題。

# alert_error_description_message
source: Please explain, in detail, what you were trying when the error occurred:
de: Erklären Sie bitte im Detail, was Sie versucht haben, als der Fehler auftrat:
es: Explique, en detalle, qué estaba intentando cuando se produjo el error:
fr: Veuillez expliquer en détail ce que vous essayiez lorsque l'erreur s'est produite :
ja: エラーが発生したときに何を試みていたかを詳しく説明してください。
sv: Förklara i detalj vad du försökte när felet inträffade:
zh_hant: 請詳細說明發生錯誤時您正在嘗試的操作：

# restore_empty_trash_nav_button
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: 空の
sv: Tömma
zh_hant: 空的

# common_confirmation_continue_title
source: Do you want to continue?
de: Wollen Sie fortfahren?
es: ¿Quieres continuar?
fr: Voulez-vous continuer?
ja: 続けますか？
sv: Vill du fortsätta?
zh_hant: 你要繼續嗎？

# restore_empty_trash_confirmation_message
source: Emptying the trash will permanently delete these items. There is no undo.
de: Durch das Leeren des Papierkorbs werden diese Elemente endgültig gelöscht. Es gibt kein Rückgängigmachen.
es: Vaciar la papelera eliminará permanentemente estos elementos. No hay deshacer.
fr: Vider la corbeille supprimera définitivement ces éléments. Il n'y a pas d'annulation.
ja: ゴミ箱を空にすると、これらのアイテムは完全に削除されます。元に戻すことはできません。
sv: Om du tömmer papperskorgen raderas dessa objekt permanent. Det finns ingen ångra.
zh_hant: 清空垃圾箱將永久刪除這些項目。沒有撤消。

# restore_empty_trash_confirmation_button
source: Empty Trash
de: Leerer Müll
es: Papelera vacía
fr: Poubelle vide
ja: 空のごみ箱
sv: Töm papperskorgen
zh_hant: 清空垃圾桶

# folder_picker_restore_label
source: Restore Here
de: Hier wiederherstellen
es: Restaurar aquí
fr: Restaurer ici
ja: ここに復元
sv: Återställ här
zh_hant: 在這裡恢復

# color_teal
source: Teal
de: Blaugrün
es: Verde azulado
fr: Sarcelle
ja: ティール
sv: Kricka
zh_hant: 青色

# color_neutral
source: Neutral
fr: Neutre
ja: 中性
zh_hant: 中性的

# color_palettes_header
source: Preset Palettes
de: Voreingestellte Paletten
es: Paletas preestablecidas
fr: Palettes prédéfinies
ja: プリセットパレット
sv: Förinställda paletter
zh_hant: 預設調色板

# color_palettes_v4_title
source: Latest (2021)
de: Neueste (2021)
es: Último (2021)
fr: Dernier (2021)
ja: 最新（2021）
sv: Senaste (2021)
zh_hant: 最新 (2021)

# color_palettes_v3_dark_title
source: Version 3 Dark Content (2017)
de: Version 3 Dunkler Inhalt (2017)
es: Versión 3 Dark Content (2017)
fr: Contenu sombre de la version 3 (2017)
ja: バージョン3ダークコンテンツ（2017）
zh_hant: 第 3 版黑暗內容 (2017)

# color_palettes_v3_light_title
source: Version 3 Light Content (2017)
de: Version 3 Lichtinhalt (2017)
es: Contenido ligero de la versión 3 (2017)
fr: Contenu léger de la version 3 (2017)
ja: バージョン3ライトコンテンツ（2017）
zh_hant: 第 3 版輕量內容 (2017)

# color_palettes_v2_title
source: Version 2 (2015)
es: Versión 2 (2015)
ja: バージョン2（2015）
zh_hant: 版本 2 (2015)

# color_palettes_v1_title
source: Original (2010)
ja: オリジナル（2010）
zh_hant: 原版 (2010)

# color_palettes_custom_title
source: Custom Palette
de: Benutzerdefinierte Palette
es: Paleta personalizada
fr: Palette personnalisée
ja: カスタムパレット
sv: Anpassad palett
zh_hant: 自定義調色板

# color_palettes_overrides_header
source: Colour Overrides
de: Farbüberschreibungen
es: Anulaciones de color
fr: Remplacements de couleur
ja: 色の上書き
sv: Färg åsidosätter
zh_hant: 顏色覆蓋

# watch_diagnostics_header
source: Diagnostics
de: Diagnose
es: Diagnósticos
fr: Diagnostique
ja: 診断
sv: Diagnostik
zh_hant: 診斷

# watch_paired
source: Paired
de: Gepaart
es: Emparejado
fr: Jumelé
ja: ペアリング
sv: Parat
zh_hant: 配對

source: Watch App Installed
de: Installierte App ansehen
es: Ver aplicación instalada
fr: Regarder l'application installée
ja: インストールされているアプリを見る
sv: Watch App installerad
zh_hant: 觀看應用安裝

# watch_complication_enabled
source: Complication Enabled
de: Komplikation aktiviert
es: Complicación habilitada
fr: Complication activée
ja: 合併症を有効にする
sv: Komplikation aktiverad
zh_hant: 啟用複雜功能

# summary_average_heart_rate_value
source: %libpm
es: %lilpm
ru: %li уд./мин.
sv: %lispm
